Repository: minios-linux/minios-translations
Catalog: po/flux-tools/*.po
Languages: de, es, fr, id, it, pt_br, ru

source: Desktop menu
de: Desktop-Menü
es: Menú de escritorio
fr: Menu du bureau
id: Menu desktop
it: Menu del desktop
pt_br: Menu de desktop
ru: Рабочее меню

source: Run
de: Ausführen
es: Ejecutar
fr: Exécuter
id: Jalankan
it: Esegui
pt_br: Executar
ru: Запустить

source: Workspaces ...
de: Arbeitsflächen ...
es: Espacios de trabajo ...
fr: Espaces de travail ...
id: Ruang Kerja ...
it: Aree di lavoro ...
pt_br: Áreas de trabalho ...
ru: Рабочие пространства ...

source: Screen resolution ...
de: Bildschirmauflösung ...
es: Resolución de pantalla ...
fr: Résolution d'écran ...
id: Resolusi layar ...
it: Risoluzione dello schermo ...
pt_br: Resolução de tela ...
ru: Разрешение экрана ...

source: Keyboard layout ...
de: Tastaturbelegung ...
es: Diseño del teclado ...
fr: Disposition du clavier ...
id: Tata letak keyboard ...
it: Layout della tastiera ...
pt_br: Layout do teclado ...
ru: Раскладка клавиатуры ...

source: Exit / Logout
de: Beenden / Abmelden
es: Salir / Cerrar sesión
fr: Quitter / Déconnexion
id: Keluar / Logout
it: Esci / Disconnetti
pt_br: Sair / Deslogar
ru: Выход / Выйти из системы

source: Web Browser
es: Navegador web
fr: Navigateur web
id: Peramban Web
it: Browser web
pt_br: Navegador web
ru: Веб-браузер

source: Image Viewer
de: Bildbetrachter
es: Visor de imágenes
fr: Visionneuse d'images
id: Penampil Gambar
it: Visualizzatore di immagini
pt_br: Visualizador de imagens
ru: Просмотрщик изображений

source: Video Player
es: Reproductor de vídeo
fr: Lecteur vidéo
id: Pemutar Video
it: Lettore video
pt_br: Reprodutor de vídeo
ru: Видео плеер

source: Terminal
it: Terminale
ru: Терминал

source: Install MiniOS
de: MiniOS installieren
es: Instalar MiniOS
fr: Installer MiniOS
id: Pasang MiniOS
it: Installa MiniOS
pt_br: Instalar MiniOS
ru: Установить MiniOS

source: Configure MiniOS
de: MiniOS konfigurieren
es: Configurar MiniOS
fr: Configurer MiniOS
id: Konfigurasi MiniOS
it: Configura MiniOS
pt_br: Configurar MiniOS
ru: Настроить MiniOS

source: Archiver
de: Archivar
es: Archivador
fr: Archiveur
id: Pengarsip
it: Archiviatore
pt_br: Arquivador
ru: Архиватор

source: File Manager
de: Dateimanager
es: Gestor de archivos
fr: Gestionnaire de fichiers
id: Manajer Berkas
it: Gestore file
pt_br: Gerenciador de arquivos
ru: Файловый менеджер

source: Text Editor
es: Editor de texto
fr: Éditeur de texte
id: Editor Teks
it: Editor di testo
pt_br: Editor de texto
ru: Текстовый редактор

source: Task Manager
es: Gestor de tareas
fr: Gestionnaire des tâches
id: Manajer Tugas
it: Gestore dei task
pt_br: Gerenciador de Tarefas
ru: Диспетчер задач

source: Calculator
de: Rechner
es: Calculadora
fr: Calculatrice
id: Kalkulator
it: Calcolatrice
pt_br: Calculadora
ru: Калькулятор

source: Session Manager
de: Sitzungsmanager
es: Gestor de sesiones
fr: Gestionnaire de sessions
id: Manajer Sesi
it: Gestore sessioni
pt_br: Gerenciador de sessões
ru: Диспетчер сессий

source: Kernel Manager
es: Gestor de kernels
fr: Gestionnaire de noyaux
id: Manajer Kernel
it: Gestore kernel
pt_br: Gerenciador de kernels
ru: Диспетчер ядра

source: VLC Video Player
de: VLC Media Player
es: Reproductor de vídeo
fr: Lecteur multimédia VLC
id: Pemutar VLC
it: Lettore multimediale VLC
pt_br: Reprodutor multimídia VLC
ru: VLC медиа-плеер

source: VLC Video Player is a free and open source multimedia player and framework that plays most multimedia files as well as DVDs, Audio CDs, CVDs, and various streaming protocols.
de: VLC Media Player ist ein freier und quelloffener Multimedia-Player und Framework, das die meisten Multimedia-Dateien sowie DVDs, Audio-CDs, CVDs und verschiedene Streaming-Protokolle abspielt.
es: VLC es un reproductor multimedia y un framework de código abierto y libre que reproduce la mayoría de los archivos multimedia, así como DVDs, CDs de audio, CVD y varios protocolos de transmisión.
fr: VLC est un lecteur multimédia et un environnement open source qui lit la plupart des fichiers multimédias ainsi que les DVD, CD audio, CVD et divers protocoles de streaming.
id: VLC adalah pemutar multimedia sumber terbuka yang memutar sebagian besar file multimedia serta DVD, CD audio, CVD, dan berbagai protokol streaming.
it: VLC è un lettore multimediale open source che riproduce la maggior parte dei file multimediali, oltre a DVD, CD audio, CVD e vari protocolli di streaming.
pt_br: VLC é um reprodutor multimídia de código aberto que reproduz a maioria dos arquivos multimídia, assim como DVDs, CDs de áudio, CVD e vários protocolos de streaming.
ru: VLC — это свободный и открытый медиаплеер и фреймворк, воспроизводящий большинство мультимедийных файлов, а также DVD, аудио-CD, CVD и различные протоколы потоковой передачи.

source: Chromium Web Browser
es: Navegador Chromium
fr: Navigateur Chromium
id: Peramban Chromium
it: Browser Chromium
pt_br: Navegador Chromium
ru: Браузер Chromium

source: Chromium is a free and open source version of the famous Chrome browser, developed by Google.
de: Chromium ist eine freie und quelloffene Version des bekannten Chrome-Browsers, entwickelt von Google.
es: Chromium es una versión libre y de código abierto del conocido navegador Chrome, desarrollado por Google.
fr: Chromium est une version libre et open source du célèbre navigateur Chrome, développée par Google.
id: Chromium adalah versi sumber terbuka dari peramban Chrome yang dikembangkan oleh Google.
it: Chromium è una versione libera e open source del noto browser Chrome, sviluppato da Google.
pt_br: Chromium é uma versão livre e de código aberto do conhecido navegador Chrome, desenvolvido pelo Google.
ru: Chromium — это свободная и открытая версия известного браузера Chrome, разработанного Google.

source: Firefox Web Browser
es: Navegador Firefox
fr: Navigateur Firefox
id: Peramban Firefox
it: Browser Firefox
pt_br: Navegador Firefox
ru: Браузер Firefox

source: Firefox is a free and open source browser.
de: Firefox ist ein freier und quelloffener Browser.
es: Firefox es un navegador libre y de código abierto.
fr: Firefox est un navigateur libre et open source.
id: Firefox adalah peramban sumber terbuka dan gratis.
it: Firefox è un browser libero e open source.
pt_br: Firefox é um navegador livre e de código aberto.
ru: Firefox — это свободный и открытый браузер.

source: MiniOS Installer
de: MiniOS-Installationsprogramm
es: Instalador de MiniOS
fr: Installateur MiniOS
id: Penginstal MiniOS
it: Installatore MiniOS
pt_br: Instalador MiniOS
ru: Установщик MiniOS

source: MiniOS Installer allows you to install MiniOS on the media.
de: Das MiniOS-Installationsprogramm ermöglicht die Installation von MiniOS auf dem Medium.
es: El instalador de MiniOS permite instalar MiniOS en el medio.
fr: L'installateur MiniOS vous permet d'installer MiniOS sur un support.
id: Penginstal MiniOS memungkinkan Anda memasang MiniOS pada media.
it: L'installatore MiniOS permette di installare MiniOS sul supporto.
pt_br: O instalador MiniOS permite instalar o MiniOS no meio.
ru: Установщик MiniOS позволяет установить MiniOS на носитель.

source: MiniOS Configurator
de: MiniOS-Konfigurator
es: Configurador de MiniOS
fr: Configurateur MiniOS
id: Konfigurator MiniOS
it: Configuratore MiniOS
pt_br: Configurador MiniOS
ru: Конфигуратор MiniOS

source: MiniOS Configurator allows you to configure MiniOS.
de: Der MiniOS-Konfigurator ermöglicht die Konfiguration von MiniOS.
es: El configurador de MiniOS permite configurar MiniOS.
fr: Le configurateur MiniOS permet de configurer MiniOS.
id: Konfigurator MiniOS memungkinkan Anda mengonfigurasi MiniOS.
it: Il configuratore MiniOS permette di configurare MiniOS.
pt_br: O configurador MiniOS permite configurar o MiniOS.
ru: Конфигуратор MiniOS позволяет настроить MiniOS.

source: MiniOS Session Manager
de: MiniOS-Sitzungsmanager
es: Gestor de sesiones de MiniOS
fr: Gestionnaire de sessions MiniOS
id: Manajer Sesi MiniOS
it: Gestore sessioni MiniOS
pt_br: Gerenciador de sessões do MiniOS
ru: Диспетчер сессий MiniOS

source: Manage MiniOS persistent sessions. Create, activate and cleanup persistent sessions with different storage modes (native, dynfilefs, raw).
de: Verwalten Sie MiniOS-persistente Sitzungen. Erstellen, aktivieren und bereinigen Sie persistente Sitzungen mit verschiedenen Speicherarten (native, dynfilefs, raw).
es: Gestiona las sesiones persistentes de MiniOS. Crea, activa y elimina sesiones persistentes con diferentes modos de almacenamiento (native, dynfilefs, raw).
fr: Gérez les sessions persistantes de MiniOS. Créez, activez et nettoyez des sessions persistantes avec différents modes de stockage (native, dynfilefs, raw).
id: Kelola sesi persisten MiniOS. Buat, aktifkan, dan bersihkan sesi persisten dengan berbagai mode penyimpanan (native, dynfilefs, raw).
it: Gestisci le sessioni persistenti di MiniOS. Crea, attiva e pulisci sessioni persistenti con diverse modalità di archiviazione (native, dynfilefs, raw).
pt_br: Gerencie sessões persistentes do MiniOS. Crie, ative e limpe sessões persistentes com diferentes modos de armazenamento (native, dynfilefs, raw).
ru: Управляйте постоянными сеансами MiniOS. Создавайте, активируйте и очищайте постоянные сеансы с разными режимами хранения (native, dynfilefs, raw).

source: MiniOS Kernel Manager
es: Gestor de kernels de MiniOS
fr: Gestionnaire de noyaux MiniOS
id: Manajer Kernel MiniOS
it: Gestore kernel MiniOS
pt_br: Gerenciador de kernels do MiniOS
ru: Диспетчер ядер MiniOS

source: Manage Linux kernels in MiniOS. Package kernels from repository or .deb files, activate different versions, and manage kernel installations.
de: Verwalten Sie Linux-Kernel in MiniOS. Paketieren Sie Kernel aus dem Repository oder .deb-Dateien, aktivieren Sie verschiedene Versionen und verwalten Sie Kernel-Installationen.
es: Gestiona los kernels de Linux en MiniOS. Empaqueta kernels desde el repositorio o archivos .deb, activa distintas versiones y gestiona las instalaciones de kernel.
fr: Gérez les noyaux Linux dans MiniOS. Emballez des noyaux depuis le dépôt ou des fichiers .deb, activez différentes versions et gérez les installations de noyaux.
id: Kelola kernel Linux di MiniOS. Bungkus kernel dari repositori atau file .deb, aktifkan versi berbeda, dan kelola instalasi kernel.
it: Gestisci i kernel Linux in MiniOS. Pacchetta kernel dal repository o file .deb, attiva diverse versioni e gestisci le installazioni dei kernel.
pt_br: Gerencie kernels Linux no MiniOS. Empacote kernels do repositório ou arquivos .deb, ative diferentes versões e gerencie instalações de kernel.
ru: Управляйте ядрами Linux в MiniOS. Пакуйте ядра из репозитория или файлов .deb, активируйте разные версии и управляйте установками ядра.

source: is not yet installed.\nDo you like to download and install it now?
de: ist noch nicht installiert.\nMöchten Sie es jetzt herunterladen und installieren?
es: no está instalado todavía.\n¿Desea descargarlo e instalarlo ahora?
fr: n'est pas encore installé.\nVoulez-vous le télécharger et l'installer maintenant ?
id: belum terpasang.\nIngin mengunduh dan memasangnya sekarang?
it: non è ancora installato.\nVuoi scaricarlo e installarlo ora?
pt_br: ainda não está instalado.\nDeseja baixar e instalar agora?
ru: ещё не установлен. Хотите скачать и установить его сейчас?

source: Net Manager
de: Netzwerkmanager
es: Gestor de red
fr: Gestionnaire réseau
id: Manajer Jaringan
it: Gestore di rete
pt_br: Gerenciador de rede
ru: Сетевой менеджер

source: Error
de: Fehler
fr: Erreur
id: Kesalahan
it: Errore
pt_br: Erro
ru: Ошибка

source: only works in 64bit version of MiniOS
de: Funktioniert nur in der 64-Bit-Version von MiniOS
es: solo funciona en la versión de 64 bits de MiniOS
fr: ne fonctionne que dans la version 64 bits de MiniOS
id: hanya berfungsi pada versi 64-bit dari MiniOS
it: funziona solo nella versione a 64 bit di MiniOS
pt_br: funciona apenas na versão de 64 bits do MiniOS
ru: работает только в 64-битной версии MiniOS

source: Question
de: Frage
es: Pregunta
id: Pertanyaan
it: Domanda
pt_br: Pergunta
ru: Вопрос

source: Yes
de: Ja
es: Sí
fr: Oui
id: Ya
it: Sì
pt_br: Sim
ru: Да

source: No
de: Nein
fr: Non
id: Tidak
pt_br: Não
ru: Нет

source: Command finished. Press any key to close window...
de: Befehl abgeschlossen. Drücken Sie eine beliebige Taste, um das Fenster zu schließen...
es: Comando finalizado. Pulse cualquier tecla para cerrar la ventana...
fr: Commande terminée. Appuyez sur une touche pour fermer la fenêtre...
id: Perintah selesai. Tekan tombol apa saja untuk menutup jendela...
it: Comando terminato. Premi un tasto qualsiasi per chiudere la finestra...
pt_br: Comando finalizado. Pressione qualquer tecla para fechar a janela...
ru: Команда выполнена. Нажмите любую клавишу, чтобы закрыть окно...

source: MiniOS Session Manager allows you to manage persistent sessions.
de: Der MiniOS-Sitzungsmanager ermöglicht die Verwaltung persistenter Sitzungen.
es: El gestor de sesiones de MiniOS permite gestionar sesiones persistentes.
fr: Le gestionnaire de sessions MiniOS vous permet de gérer les sessions persistantes.
id: Manajer Sesi MiniOS memungkinkan Anda mengelola sesi persisten.
it: Il gestore delle sessioni MiniOS consente di gestire le sessioni persistenti.
pt_br: O gerenciador de sessões MiniOS permite gerenciar sessões persistentes.
ru: Диспетчер сессий MiniOS позволяет управлять постоянными сессиями.

source: MiniOS Kernel Manager allows you to manage Linux kernels.
de: Der MiniOS-Kernel-Manager ermöglicht die Verwaltung von Linux-Kernels.
es: El gestor de kernels de MiniOS permite gestionar Linux-Kernels.
fr: Le gestionnaire de noyaux MiniOS vous permet de gérer les noyaux Linux.
id: Manajer Kernel MiniOS memungkinkan Anda mengelola Linux-Kernels.
it: Il gestore dei kernel MiniOS consente di gestire i kernel Linux.
pt_br: O gerenciador de kernels MiniOS permite gerenciar Linux-Kernels.
ru: Диспетчер ядер MiniOS позволяет управлять ядрами Linux.

source: is not yet installed. Do you like to download and install it now?
de: ist noch nicht installiert. Möchten Sie es jetzt herunterladen und installieren?
es: no está instalado todavía. ¿Desea descargarlo e instalarlo ahora?
fr: n'est pas encore installé. Voulez-vous le télécharger et l'installer maintenant ?
id: belum terpasang. Ingin mengunduh dan memasangnya sekarang?
it: non è ancora installato. Vuoi scaricarlo e installarlo ora?
pt_br: ainda não está instalado. Deseja baixar e instalar agora?
ru: ещё не установлен. Хотите скачать и установить его сейчас?

source: VLC is a free and open source multimedia player that plays most media files and streaming protocols.
de: VLC ist ein freier und quelloffener Multimedia-Player, der die meisten Mediendateien und Streaming-Protokolle abspielt.
es: VLC es un reproductor multimedia libre y de código abierto que reproduce la mayoría de los archivos multimedia y protocolos de transmisión.
fr: VLC est un lecteur multimédia libre et open source qui lit la plupart des fichiers multimédias et protocoles de streaming.
id: VLC adalah pemutar multimedia sumber terbuka dan gratis yang memutar sebagian besar file media dan protokol streaming.
it: VLC è un lettore multimediale gratuito e open source che riproduce la maggior parte dei file multimediali e protocolli di streaming.
pt_br: VLC é um reprodutor multimídia livre e de código aberto que reproduz a maioria dos arquivos multimídia e protocolos de streaming.
ru: VLC — это свободный и открытый медиаплеер, который воспроизводит большинство медиафайлов и протоколов потоковой передачи.

source: OK
es: Aceptar
