Repository: minios-linux/minios-translations
Catalog: po/minios-installer/*.po
Languages: de, fr, id

source: Failed to format
de: Fehler beim Formatieren von
fr: Impossible de formater
id: Gagal memformat

source: Failed to format EFI
de: Fehler beim Formatieren der EFI-Partition
fr: Impossible de formater EFI
id: Gagal memformat EFI

source: Installation canceled by user.
de: Installation vom Benutzer abgebrochen.
fr: Installation annulée par l'utilisateur.
id: Instalasi dibatalkan oleh pengguna.

source: Detected bootloader type: {type}
de: Bootloader-Typ erkannt: {type}
fr: Type de chargeur d'amorçage détecté : {type}
id: Jenis bootloader terdeteksi: {type}

source: Installing GRUB bootloader...
de: GRUB-Bootloader wird installiert...
fr: Installation du chargeur d'amorçage GRUB...
id: Menginstal bootloader GRUB...

source: GRUB core.img not found in image
de: GRUB core.img wurde im Abbild nicht gefunden
fr: GRUB core.img introuvable dans l'image
id: GRUB core.img tidak ditemukan di image

source: GRUB boot.img not found in image
de: GRUB boot.img wurde im Abbild nicht gefunden
fr: GRUB boot.img introuvable dans l'image
id: GRUB boot.img tidak ditemukan di image

source: Installed GRUB boot.img to MBR
de: GRUB boot.img im MBR installiert
fr: GRUB boot.img installé sur le MBR
id: GRUB boot.img berhasil dipasang ke MBR

source: Installed GRUB core.img
de: GRUB core.img installiert
fr: GRUB core.img installé
id: GRUB core.img berhasil dipasang

source: GRUB bootloader installation completed
de: GRUB-Bootloader-Installation abgeschlossen
fr: Installation du chargeur d'amorçage GRUB terminée
id: Instalasi bootloader GRUB selesai

source: Error installing GRUB bootloader: {error}
de: Fehler bei der Installation des GRUB-Bootloaders: {error}
fr: Erreur lors de l'installation du chargeur d'amorçage GRUB : {error}
id: Kesalahan saat menginstal bootloader GRUB: {error}

source: Using native SYSLINUX bootloader
de: Verwende nativen SYSLINUX-Bootloader
fr: Utilisation du chargeur d'amorçage SYSLINUX natif
id: Menggunakan bootloader SYSLINUX native

source: Entering bootloader directory: {boot_dir}
de: Wechsel in das Bootloader-Verzeichnis: {boot_dir}
fr: Entrée dans le répertoire du chargeur d'amorçage : {boot_dir}
id: Memasuki direktori bootloader: {boot_dir}

source: Using SYSLINUX to load GRUB
de: SYSLINUX wird verwendet, um GRUB zu laden
fr: Utilisation de SYSLINUX pour charger GRUB
id: Menggunakan SYSLINUX untuk memuat GRUB

source: Installing EXTLINUX bootloader...
de: EXTLINUX-Bootloader wird installiert...
fr: Installation du chargeur d'amorçage EXTLINUX...
id: Menginstal bootloader EXTLINUX...

source: Remounted boot directory with exec.
de: Boot-Verzeichnis mit Ausführung erneut eingebunden.
fr: Répertoire de démarrage remonté avec exécution.
id: Direktori boot dipasang ulang dengan eksekusi.

source: Failed to remount boot directory; proceeding.
de: Fehler beim erneuten Einhängen des Boot-Verzeichnisses; fortfahren.
fr: Échec du remontage du répertoire d'amorçage ; poursuite.
id: Gagal memasang ulang direktori boot; melanjutkan.

source: Made extlinux executable.
de: extlinux als ausführbar markiert.
fr: extlinux rendu exécutable.
id: extlinux dibuat dapat dieksekusi.

source: Copied extlinux to fallback: {fallback_name}
de: Extlinux wurde in das Fallback kopiert: {fallback_name}
fr: Extlinux copié dans le fallback : {fallback_name}
id: extlinux disalin ke fallback: {fallback_name}

source: extlinux install failed (code {code}), trying fallback in /tmp...
de: Extlinux-Installation fehlgeschlagen (Code {code}), versucht Fallback in /tmp...
fr: Échec de l'installation d'extlinux (code {code}), tentative de fallback dans /tmp...
id: Instalasi extlinux gagal (kode {code}), mencoba fallback di /tmp...

source: Error installing boot loader (fallback code {code}).
de: Fehler beim Installieren des Bootloaders (Fallback-Code {code}).
fr: Erreur lors de l'installation du chargeur de démarrage (code de fallback {code}).
id: Kesalahan saat menginstal boot loader (kode fallback {code}).

source: Boot loader installation succeeded via fallback.
de: Bootloader-Installation erfolgreich über Fallback.
fr: L'installation du chargeur d'amorçage a réussi via le secours.
id: Instalasi boot loader berhasil melalui fallback.

source: Ran extlinux installer (code {code}).
de: extlinux-Installer ausgeführt (Code {code}).
fr: Installateur extlinux exécuté (code {code}).
id: extlinux installer dijalankan (kode {code}).

source: Removed fallback binary: extlinux.exe.
de: Fallback-Binärdatei entfernt: extlinux.exe.
fr: Binaire de fallback supprimé : extlinux.exe.
id: Biner fallback dihapus: extlinux.exe.

source: EXTLINUX bootloader installation completed
de: EXTLINUX-Bootloader-Installation abgeschlossen
fr: Installation du chargeur d'amorçage EXTLINUX terminée
id: Instalasi bootloader EXTLINUX selesai

source: Wrote MBR to {device}.
de: MBR geschrieben auf {device}.
fr: MBR écrit sur {device}.
id: MBR ditulis ke {device}.

source: Error: Could not extract partition number from {primary}
de: Fehler: Partitionsnummer konnte nicht aus {primary} extrahiert werden.
fr: Erreur : impossible d'extraire le numéro de partition depuis {primary}
id: Kesalahan: Tidak dapat mengekstrak nomor partisi dari {primary}

source: Set partition active: {primary}
de: Partition als aktiv gesetzt: {primary}.
fr: Partition définie comme active : {primary}.
id: Partisi diatur sebagai aktif: {primary}

source: Error: sfdisk returned exit code {code}
de: Fehler: sfdisk hat mit Exit-Code {code} beendet.
fr: Erreur : sfdisk a retourné le code de sortie {code}
id: Kesalahan: sfdisk mengembalikan kode keluar {code}

source: Error: sfdisk command timed out
de: Fehler: sfdisk-Befehl hat das Zeitlimit überschritten.
fr: Erreur : la commande sfdisk a expiré
id: Kesalahan: perintah sfdisk melebihi batas waktu

source: Error: sfdisk not found - install util-linux package
de: Fehler: sfdisk nicht gefunden – bitte util-linux-Paket installieren.
fr: Erreur : sfdisk introuvable - installez le paquet util-linux
id: Kesalahan: sfdisk tidak ditemukan - instal paket util-linux

source: Error running sfdisk: {error}
de: Fehler beim Ausführen von sfdisk: {error}
fr: Erreur lors de l'exécution de sfdisk : {error}
id: Kesalahan saat menjalankan sfdisk: {error}

source: Destination
de: Ziel
id: Tujuan

source: is already mounted.
de: ist bereits eingehängt.
fr: est déjà monté.
id: sudah terpasang.

source: Could not determine filesystem type of
de: Dateisystemtyp konnte nicht bestimmt werden für
fr: Impossible de déterminer le type de système de fichiers de
id: Tidak dapat menentukan tipe sistem berkas dari

source: Failed to mount
de: Fehler beim Einhängen von
fr: Impossible de monter
id: Gagal memasang

source: USB Device
de: USB-Gerät
fr: Périphérique USB
id: Perangkat USB

source: SATA Drive
de: SATA-Laufwerk
fr: Disque SATA
id: Drive SATA

source: IDE Drive
de: IDE-Laufwerk
fr: Disque IDE
id: Drive IDE

source: NVMe SSD
fr: SSD NVMe
id: SSD NVMe

source: MMC/SD Card
de: MMC/SD-Karte
fr: Carte MMC/SD
id: Kartu MMC/SD

source: Hard Disk Drive
de: Festplattenlaufwerk
fr: Disque dur
id: Disco duro

source: Warning: This appears to be a system disk
de: Warnung: Dies scheint ein Systemlaufwerk zu sein
fr: Attention : ceci semble être un disque système
id: Peringatan: ini tampaknya adalah disk sistem

source: Warning: This disk has mounted partitions
de: Warnung: Dieser Datenträger hat eingehängte Partitionen
fr: Attention : ce disque a des partitions montées
id: Peringatan: disk ini memiliki partisi yang terpasang

source: Please select a target disk and filesystem:
de: Bitte wählen Sie eine Zielfestplatte und ein Dateisystem:
fr: Veuillez sélectionner un disque cible et un système de fichiers :
id: Silakan pilih disk target dan sistem berkas:

source: Select Target Disk:
de: Zielfestplatte auswählen:
fr: Sélectionnez le disque cible :
id: Pilih Disk Target:

source: Select Filesystem Type:
de: Dateisystemtyp auswählen:
fr: Sélectionnez le type de système de fichiers :
id: Pilih Tipe Sistem Berkas:

source: <b>ext4</b> (best choice) + Stable and has journaling. + Fast performance with large-file support. - Not compatible with Windows, Mac and most hardware devices. <b>ext2</b> + Minimal write overhead preserves flash lifespan. + Simple structure is easy to recover. - No journaling increases risk of data loss if unplugged. - Not compatible with Windows, Mac and most hardware devices. <b>btrfs</b> + Snapshots enable easy rollback. + Built-in compression saves space. - Complex configuration may be needed. - Additional metadata can slow transfers on USB drives. - Not compatible with Windows, Mac and most hardware devices. <b>FAT32</b> + Universally readable by Windows, macOS, and Linux. + No extra drivers or setup needed. - 4 GiB file size limit. - No journaling increases risk of data loss if unplugged. - FUSE-based persistence reduce performance. <b>NTFS</b> + Supports large files and has journaling. + Native Windows support; fast read/write in Linux via ntfs3. - Not compatible with Mac and most hardware devices. - FUSE-based persistence reduce performance.
de: <b>ext4</b> (beste Wahl) + Stabil und verfügt über Journaling. + Schnelle Leistung mit Unterstützung für große Dateien. - Nicht kompatibel mit Windows, Mac und den meisten Hardware-Geräten. <b>ext2</b> + Minimale Schreibzugriffe schonen die Lebensdauer von Flash-Speichern. + Einfache Struktur, leicht wiederherstellbar. - Kein Journaling erhöht das Risiko von Datenverlust bei plötzlichem Entfernen. - Nicht kompatibel mit Windows, Mac und den meisten Hardware-Geräten. <b>btrfs</b> + Snapshots ermöglichen einfaches Zurücksetzen. + Eingebaute Kompression spart Speicherplatz. - Komplexe Konfiguration kann erforderlich sein. - Zusätzliche Metadaten können Übertragungen auf USB-Laufwerken verlangsamen. - Nicht kompatibel mit Windows, Mac und den meisten Hardware-Geräten. <b>FAT32</b> + Universell lesbar von Windows, macOS und Linux. + Keine zusätzlichen Treiber oder Einrichtung erforderlich. - 4 GiB Dateigrößenbeschränkung. - Kein Journaling erhöht das Risiko von Datenverlust bei plötzlichem Entfernen. - FUSE-basierte Persistenz verringert die Leistung. <b>NTFS</b> + Unterstützt große Dateien und verfügt über Journaling. + Native Windows-Unterstützung; schnelles Lesen/Schreiben in Linux über ntfs3. - Nicht kompatibel mit Mac und den meisten Hardware-Geräten. - FUSE-basierte Persistenz verringert die Leistung.
fr: <b>ext4</b> (meilleur choix) + Stable et possède le journalisation. + Performances rapides avec prise en charge des gros fichiers. - Non compatible avec Windows, Mac et la plupart des périphériques matériels. <b>ext2</b> + Écriture minimale, préserve la durée de vie de la mémoire flash. + Structure simple, facile à récupérer. - Pas de journalisation, risque accru de perte de données si débranché. - Non compatible avec Windows, Mac et la plupart des périphériques matériels. <b>btrfs</b> + Les instantanés permettent un retour en arrière facile. + Compression intégrée pour économiser de l'espace. - Une configuration complexe peut être nécessaire. - Les métadonnées supplémentaires peuvent ralentir les transferts sur clé USB. - Non compatible avec Windows, Mac et la plupart des périphériques matériels. <b>FAT32</b> + Lisible universellement par Windows, macOS et Linux. + Aucun pilote ou configuration supplémentaire requis. - Limite de taille de fichier de 4 Gio. - Pas de journalisation, risque accru de perte de données si débranché. - La persistance basée sur FUSE réduit les performances. <b>NTFS</b> + Prend en charge les gros fichiers et possède le journalisation. + Prise en charge native de Windows ; lecture/écriture rapide sous Linux via ntfs3. - Non compatible avec Mac et la plupart des périphériques matériels. - La persistance basée sur FUSE réduit les performances.
id: <b>ext4</b> (pilihan terbaik) + Stabil dan memiliki journaling. + Performa cepat dengan dukungan file berukuran besar. - Tidak kompatibel dengan Windows, Mac, dan sebagian besar perangkat keras. <b>ext2</b> + Penulisan minimal memperpanjang umur flash. + Struktur sederhana mudah dipulihkan. - Tanpa journaling meningkatkan risiko kehilangan data jika dicabut. - Tidak kompatibel dengan Windows, Mac, dan sebagian besar perangkat keras. <b>btrfs</b> + Snapshot memungkinkan rollback dengan mudah. + Kompresi bawaan menghemat ruang. - Konfigurasi kompleks mungkin diperlukan. - Metadata tambahan dapat memperlambat transfer pada USB. - Tidak kompatibel dengan Windows, Mac, dan sebagian besar perangkat keras. <b>FAT32</b> + Dapat dibaca secara universal oleh Windows, macOS, dan Linux. + Tidak memerlukan driver atau pengaturan tambahan. - Batas ukuran file 4 GiB. - Tanpa journaling meningkatkan risiko kehilangan data jika dicabut. - Persistensi berbasis FUSE mengurangi performa. <b>NTFS</b> + Mendukung file besar dan memiliki journaling. + Dukungan native Windows; baca/tulis cepat di Linux melalui ntfs3. - Tidak kompatibel dengan Mac dan sebagian besar perangkat keras. - Persistensi berbasis FUSE mengurangi performa.

source: Boot Menu Language:
de: Bootmenü-Sprache:
fr: Langue du menu de démarrage :
id: Bahasa Menu Boot:

source: Multilingual menu
de: Mehrsprachiges Menü
fr: Menu multilingue
id: Menu multibahasa

source: Install
de: Installieren
fr: Installer
id: Instal

source: Configure MiniOS before installation
de: MiniOS vor der Installation konfigurieren
fr: Configurer MiniOS avant l'installation
id: Konfigurasi MiniOS sebelum instalasi

source: WARNING: This action is irreversible!
de: WARNUNG: Diese Aktion ist unwiderruflich!
fr: ATTENTION : cette action est irréversible !
id: PERINGATAN: tindakan ini tidak dapat dibatalkan!

source: Device information:
de: Geräteinformationen:
fr: Informations sur le périphérique :
id: Informasi perangkat:

source: What will be erased:
de: Was wird gelöscht:
fr: Ce qui sera effacé :
id: Apa yang akan dihapus:

source: selected device
de: ausgewähltes Gerät
fr: dispositif sélectionné
id: perangkat yang dipilih

source: Files, documents, and applications
de: Dateien, Dokumente und Anwendungen
fr: Fichiers, documents et applications
id: Berkas, dokumen, dan aplikasi

source: Operating systems
de: Betriebssysteme
fr: Systèmes d'exploitation
id: Sistem operasi

source: Personal data and settings
de: Persönliche Daten und Einstellungen
fr: Données personnelles et paramètres
id: Data pribadi dan pengaturan

source: All partitions and file systems
de: Alle Partitionen und Dateisysteme
fr: Toutes les partitions et systèmes de fichiers
id: Semua partisi dan sistem berkas

source: Go Back
de: Zurück
fr: Retour
id: Kembali

source: Continue
de: Weiter
fr: Continuer
id: Lanjutkan

source: Preparing to install...
de: Vorbereitung der Installation...
fr: Préparation de l'installation...
id: Mempersiapkan instalasi...

source: Show Log
de: Protokoll anzeigen
fr: Afficher le journal
id: Tampilkan Log

source: Cancel
de: Abbrechen
fr: Annuler
id: Batal

source: Hide Log
de: Protokoll ausblenden
fr: Masquer le journal
id: Sembunyikan Log

source: Installation canceled.
de: Installation abgebrochen.
fr: Installation annulée.
id: Instalasi dibatalkan.

source: Restart Installation
de: Installation neu starten
fr: Redémarrer l'installation
id: Mulai ulang instalasi

source: Unmounting disk...
de: Datenträger wird ausgehängt...
fr: Démontage du disque...
id: Melepas disk...

source: Erasing disk...
de: Datenträger wird gelöscht...
fr: Effacement du disque...
id: Menghapus disk...

source: Partitioning disk...
de: Datenträger wird partitioniert...
fr: Partitionnement du disque...
id: Mempartisi disk...

source: Formatting partitions...
de: Partitionen werden formatiert...
fr: Formatage des partitions...
id: Memformat partisi...

source: Mounting partition...
de: Partition wird eingehängt...
fr: Montage de la partition...
id: Memasang partisi...

source: Error at step:
de: Fehler bei Schritt:
fr: Erreur à l'étape:
id: Kesalahan pada langkah:

source: Installation failed:
de: Installation fehlgeschlagen:
fr: Échec de l'installation :
id: Instalasi gagal:

source: Mounting EFI partition...
de: EFI-Partition wird eingehängt...
fr: Montage de la partition EFI...
id: Memasang partisi EFI...

source: Error mounting EFI partition:
de: Fehler beim Einhängen der EFI-Partition:
fr: Erreur lors du montage de la partition EFI :
id: Kesalahan saat memasang partisi EFI:

source: Copying files...
de: Dateien werden kopiert...
fr: Copie des fichiers...
id: Menyalin file...

source: Cannot find MiniOS image.
de: MiniOS-Abbild konnte nicht gefunden werden.
fr: Impossible de trouver l'image MiniOS.
id: Tidak dapat menemukan image MiniOS.

source: Copying EFI files to root...
de: EFI-Dateien werden ins Root-Verzeichnis kopiert...
fr: Copie des fichiers EFI à la racine...
id: Menyalin file EFI ke root...

source: Copying EFI files to ESP...
de: EFI-Dateien werden auf die ESP kopiert...
fr: Copie des fichiers EFI sur l'ESP...
id: Menyalin file EFI ke ESP...

source: Error during file copy:
de: Fehler beim Kopieren der Dateien:
fr: Erreur lors de la copie des fichiers :
id: Kesalahan saat menyalin file:

source: Setting up bootloader...
de: Bootloader wird eingerichtet...
fr: Configuration du chargeur d'amorçage...
id: Menyiapkan bootloader...

source: Error setting up bootloader:
de: Fehler beim Einrichten des Bootloaders:
fr: Erreur lors de la configuration du chargeur d'amorçage :
id: Kesalahan saat menyiapkan bootloader:

source: Error during unmount:
de: Fehler beim Aushängen:
fr: Erreur lors du démontage :
id: Kesalahan saat melepas:

source: Installation complete!
de: Installation abgeschlossen!
fr: Installation terminée !
id: Instalasi selesai!

source: Installation Error
de: Installationsfehler
fr: Erreur d'installation
id: Kesalahan Instalasi

source: Config file not found
de: Konfigurationsdatei nicht gefunden
fr: Fichier de configuration introuvable
id: Berkas konfigurasi tidak ditemukan

source: Standard config file not found at {}.
de: Standard-Konfigurationsdatei nicht gefunden unter {}.
fr: Fichier de configuration standard non trouvé à {}.
id: Berkas konfigurasi standar tidak ditemukan di {}.

source: Launch Error
de: Startfehler
fr: Erreur de lancement
id: Kesalahan Peluncuran

source: Root Privileges Required
de: Root-Rechte erforderlich
fr: Privilèges root requis
id: Hak akses root diperlukan

source: This installer must be run as root.
de: Dieses Installationsprogramm muss als root ausgeführt werden.
fr: Cet installateur doit être exécuté en tant que root.
id: Installer ini harus dijalankan sebagai root.

source: Failed to retrieve disk list.
de: Fehler beim Abrufen der Festplattenliste.
fr: Impossible d'obtenir la liste des disques.
id: Gagal mengambil daftar disk.

source: Failed to detect live media device
de: Fehler beim Erkennen des Live-Mediums
fr: Impossible de détecter le périphérique média en direct
id: Gagal mendeteksi perangkat media langsung

source: Failed to detect root disk
de: Fehler beim Erkennen der Root-Festplatte
fr: Impossible de détecter le disque racine
id: Gagal mendeteksi disk root

source: Failed to get disk size.
de: Fehler beim Ermitteln der Festplattengröße.
fr: Impossible d'obtenir la taille du disque.
id: Gagal mendapatkan ukuran disk.

source: Could not parse disk size.
de: Festplattengröße konnte nicht erkannt werden.
fr: Impossible d'analyser la taille du disque.
id: Tidak dapat mengurai ukuran disk.

source: Failed to set GPT label on
de: Fehler beim Setzen des GPT-Labels auf
fr: Impossible de définir le label GPT sur
id: Gagal mengatur label GPT pada

source: Failed to create primary partition on
de: Fehler beim Erstellen der primären Partition auf
fr: Impossible de créer la partition principale sur
id: Gagal membuat partisi utama pada

source: Failed to create EFI partition on
de: Fehler beim Erstellen der EFI-Partition auf
fr: Impossible de créer la partition EFI sur
id: Gagal membuat partisi EFI pada

source: Failed to set boot flag.
de: Fehler beim Setzen des Boot-Flags.
fr: Impossible de définir le drapeau de démarrage.
id: Gagal mengatur flag boot.

source: Failed to set MSDOS label on
de: Fehler beim Setzen des MSDOS-Labels auf
fr: Impossible de définir le label MSDOS sur
id: Gagal mengatur label MSDOS pada

source: Failed to create second partition on
de: Fehler beim Erstellen der zweiten Partition auf
fr: Impossible de créer la deuxième partition sur
id: Gagal membuat partisi kedua pada

source: Failed to erase
de: Fehler beim Löschen von
fr: Impossible d'effacer
id: Gagal menghapus

source: Copying MiniOS files:
de: MiniOS-Dateien werden kopiert:
fr: Copie des fichiers MiniOS :
id: Menyalin file MiniOS:

source: Copied file:
de: Datei kopiert:
fr: Fichier copié :
id: File disalin:

source: Created directory:
de: Verzeichnis erstellt:
fr: Répertoire créé :
id: Direktori dibuat:

source: Removed old symlink/file:
fr: Ancien lien symbolique/fichier supprimé :
id: Symlink/berkas lama dihapus:

source: Created Ventoy compatibility symlinks:
fr: Liens symboliques de compatibilité Ventoy créés :
id: Symlink kompatibilitas Ventoy dibuat:

source: Copied EFI file:
de: EFI-Datei kopiert:
fr: Fichier EFI copié :
id: File EFI disalin:

source: Warning: No translations found for {lang}, using English fallback
de: Warnung: Keine Übersetzungen für {lang} gefunden, verwende englische Fallback-Version
fr: Avertissement : aucune traduction trouvée pour {lang}, utilisation de l'anglais par défaut
id: Peringatan: Tidak ditemukan terjemahan untuk {lang}, menggunakan bahasa Inggris sebagai cadangan

source: Error: grub.template.cfg template not found
de: Fehler: grub.template.cfg-Vorlage nicht gefunden
fr: Erreur : modèle grub.template.cfg introuvable
id: Kesalahan: template grub.template.cfg tidak ditemukan

source: Using localized theme: {theme}
de: Verwende lokales Theme: {theme}
fr: Utilisation du thème localisé : {theme}
id: Menggunakan tema lokal: {theme}

source: Localized theme not found for {lang}, using default
de: Lokales Theme für {lang} nicht gefunden, verwende Standard-Theme
fr: Thème localisé introuvable pour {lang}, utilisation du thème par défaut
id: Tema lokal tidak ditemukan untuk {lang}, menggunakan tema default

source: Generated localized GRUB config for {lang}
de: Lokalisierte GRUB-Konfiguration für {lang} erstellt
fr: Configuration GRUB localisée générée pour {lang}
id: Konfigurasi GRUB terlokalisasi untuk {lang} berhasil dibuat

source: Error generating localized GRUB config: {error}
de: Fehler beim Erzeugen der lokalisierten GRUB-Konfiguration: {error}
fr: Erreur lors de la génération de la configuration GRUB localisée : {error}
id: Kesalahan saat membuat konfigurasi GRUB terlokalisasi: {error}

source: SYSLINUX directory not found, skipping SYSLINUX configuration
de: SYSLINUX-Verzeichnis nicht gefunden, überspringe SYSLINUX-Konfiguration
fr: Répertoire SYSLINUX non trouvé, saut de la configuration SYSLINUX
id: Direktori SYSLINUX tidak ditemukan, melewati konfigurasi SYSLINUX

source: Using multilingual SYSLINUX menu
de: Mehrsprachiges SYSLINUX-Menü wird verwendet
fr: Utilisation du menu SYSLINUX multilingue
id: Menggunakan menu SYSLINUX multibahasa

source: Error copying multilingual SYSLINUX config:
de: Fehler beim Kopieren der mehrsprachigen SYSLINUX-Konfiguration:
fr: Erreur lors de la copie de la configuration SYSLINUX multilingue :
id: Kesalahan saat menyalin konfigurasi SYSLINUX multibahasa:

source: Using localized SYSLINUX configuration for:
de: Lokalisierte SYSLINUX-Konfiguration wird verwendet für:
fr: Utilisation de la configuration SYSLINUX localisée pour :
id: Menggunakan konfigurasi SYSLINUX terlokalisasi untuk:

source: Error copying localized SYSLINUX config:
de: Fehler beim Kopieren der lokalisierten SYSLINUX-Konfiguration:
fr: Erreur lors de la copie de la configuration SYSLINUX localisée :
id: Kesalahan saat menyalin konfigurasi SYSLINUX terlokalisasi:
