Repository: minios-linux/minios-translations
Catalog: po/minios-installer/*.po
Languages: de, fr, id

source: Localized SYSLINUX config not found for
de: Lokalisierte SYSLINUX-Konfiguration nicht gefunden für
fr: Configuration SYSLINUX localisée introuvable pour
id: Konfigurasi SYSLINUX terlokalisasi tidak ditemukan untuk

source: , using English
de: , verwende Englisch
fr: , utilisation de l'anglais
id: , menggunakan bahasa Inggris

source: Error copying English SYSLINUX config:
de: Fehler beim Kopieren der englischen SYSLINUX-Konfiguration:
fr: Erreur lors de la copie de la configuration SYSLINUX anglaise :
id: Kesalahan saat menyalin konfigurasi SYSLINUX bahasa Inggris:

source: Warning: No localized SYSLINUX configurations found
de: Warnung: Keine lokalisierten SYSLINUX-Konfigurationen gefunden
fr: Avertissement : aucune configuration SYSLINUX localisée trouvée
id: Peringatan: Tidak ditemukan konfigurasi SYSLINUX terlokalisasi

source: SYSLINUX lang directory not found, keeping default configuration
de: SYSLINUX-Sprachverzeichnis nicht gefunden, Standardkonfiguration wird beibehalten
fr: Répertoire de langue SYSLINUX introuvable, conservation de la configuration par défaut
id: Direktori bahasa SYSLINUX tidak ditemukan, mempertahankan konfigurasi default

source: GRUB directory not found, skipping GRUB boot menu configuration
de: GRUB-Verzeichnis nicht gefunden, überspringe GRUB-Bootmenü-Konfiguration
fr: Répertoire GRUB non trouvé, saut de la configuration du menu de démarrage GRUB
id: Direktori GRUB tidak ditemukan, melewati konfigurasi menu boot GRUB

source: multilingual menu
de: mehrsprachiges Menü
fr: menu multilingue
id: menu multibahasa

source: Applied {config} GRUB boot menu from {source}
de: {config} GRUB-Bootmenü angewendet von {source}
fr: Menu de démarrage GRUB {config} appliqué depuis {source}
id: Menerapkan menu boot GRUB {config} dari {source}

source: Warning: {config} configuration file not found, keeping original grub.cfg
de: Warnung: {config} Konfigurationsdatei nicht gefunden, ursprüngliche grub.cfg wird beibehalten
fr: Avertissement : fichier de configuration {config} non trouvé, conservation du grub.cfg original
id: Peringatan: file konfigurasi {config} tidak ditemukan, mempertahankan grub.cfg asli

source: Generating localized GRUB menu for language: {lang}
de: Erzeuge lokalisiertes GRUB-Menü für Sprache: {lang}
fr: Génération du menu GRUB localisé pour la langue : {lang}
id: Membuat menu GRUB terlokalisasi untuk bahasa: {lang}

source: Applied {lang} GRUB boot menu
de: {lang} GRUB-Bootmenü angewendet
fr: Menu de démarrage GRUB appliqué pour la langue {lang}
id: Menerapkan menu boot GRUB untuk bahasa {lang}

source: Failed to generate {lang} config, falling back to template
de: Fehler beim Erzeugen der {lang}-Konfiguration, verwende Vorlage
fr: Échec de la génération de la configuration {lang}, retour au modèle
id: Gagal membuat konfigurasi {lang}, kembali ke templat

source: Applied template GRUB boot menu as fallback
de: GRUB-Bootmenü-Vorlage als Fallback angewendet
fr: Menu de démarrage GRUB du modèle appliqué par défaut
id: Menerapkan menu boot GRUB templat sebagai fallback

source: Warning: No fallback configuration available, keeping original grub.cfg
de: Warnung: Keine Fallback-Konfiguration verfügbar, ursprüngliche grub.cfg wird beibehalten
fr: Avertissement : aucune configuration de secours disponible, conservation du grub.cfg original
id: Peringatan: tidak ada konfigurasi cadangan yang tersedia, mempertahankan grub.cfg asli
