Repository: minios-linux/minios-translations
Catalog: po/driveutility/*.po
Languages: es, fr, id, it, pt, ru

source: Add a final pass with zeros
es: Añadir un pase final con ceros
fr: Ajouter un dernier passage avec des zéros
id: Tambahkan penimpaan akhir dengan nol
it: Aggiungi un passaggio finale con zeri
pt: Adicionar uma passagem final com zeros
ru: Добавить окончательный проход с нулями

source: All files
es: Todos los archivos
fr: Tous les fichiers
id: Semua berkas
it: Tutti i file
pt: Todos os ficheiros
ru: Все файлы

source: An error occured while creating a partition on %s.
es: Se produjo un error al crear una partición en %s.
fr: Une erreur s'est produite lors de la création d'une partition sur %s.
id: Terjadi kesalahan saat membuat partisi di %s.
it: Si è verificato un errore durante la creazione di una partizione su %s.
pt: Ocorreu um erro ao criar uma partição em %s.
ru: Произошла ошибка при создании раздела на %s.

source: An error occured while creating the image.
es: Se produjo un error al crear la imagen.
fr: Une erreur s'est produite lors de la création de l'image.
id: Terjadi kesalahan saat membuat citra.
it: Si è verificato un errore durante la creazione dell'immagine.
pt: Ocorreu um erro ao criar a imagem.
ru: Произошла ошибка при создании образа.

source: An error occured while writing the image.
es: Se produjo un error al escribir la imagen.
fr: Une erreur s'est produite lors de l'écriture de l'image.
id: Terjadi kesalahan saat menulis citra.
it: Si è verificato un errore durante la scrittura dell'immagine.
pt: Ocorreu um erro ao gravar a imagem.
ru: Произошла ошибка при записи образа.

source: An error occurred while wiping %s.
es: Se produjo un error al borrar %s.
fr: Une erreur s'est produite lors de l'effacement de %s.
id: Terjadi kesalahan saat menghapus %s.
it: Si è verificato un errore durante l'eliminazione di %s.
pt: Ocorreu um erro ao apagar %s.
ru: Произошла ошибка при очистке %s.

source: An error occurred.
es: Se produjo un error.
fr: Une erreur est survenue.
id: Terjadi kesalahan.
it: Si è verificato un errore.
pt: Ocorreu um erro.
ru: Произошла ошибка.

source: Authentication Error.
es: Error de autenticación.
fr: Erreur d'authentification.
id: Kesalahan Autentikasi.
it: Errore di autenticazione.
pt: Erro de autenticação.
ru: Ошибка аутентификации.

source: Choose a file location...
es: Elija una ubicación de archivo...
fr: Choisissez un emplacement de fichier...
id: Pilih lokasi file...
it: Scegli un percorso per il file...
pt: Escolha um local para o ficheiro...
ru: Выберите расположение файла...

source: Choose a name for the disk
es: Elija un nombre para el disco
fr: Choisissez un nom pour le disque
id: Pilih nama untuk disk
it: Scegli un nome per il disco
pt: Escolha um nome para o disco
ru: Выберите имя для диска

source: Compression:
es: Compresión:
id: Kompresi:
it: Compressione:
pt: Compressão:
ru: Сжатие:

source: Create Image
es: Crear imagen
fr: Créer l'image
id: Buat Citra
it: Crea immagine
pt: Criar Imagem
ru: Создать образ

source: Disk Images
es: Imágenes de disco
fr: Images disque
id: Citra Disk
it: Immagini disco
pt: Imagens de Disco
ru: Образы дисков

source: Disk to wipe:
es: Disco a borrar:
fr: Disque à effacer :
id: Disk untuk dihapus:
it: Disco da eliminare:
pt: Disco a apagar:
ru: Диск для очистки:

source: Disk:
es: Disco:
fr: Disque :
it: Disco:
pt: Disco:
ru: Диск:

source: Drive Management
es: Administración de unidades
fr: Gestion des disques
id: Manajemen Disk
it: Gestione unità
pt: Gestão de Unidades
ru: Управление дисками

source: Drive Utility
es: Utilidad de disco
fr: Utilitaire de disque
id: Utilitas Disk
it: Utilità disco
pt: Ferramenta de Disco
ru: Дисковая утилита

source: FAT32 + Compatible everywhere. - Cannot handle files larger than 4GB. exFAT + Compatible almost everywhere. + Can handle files larger than 4GB. - Not as compatible as FAT32. NTFS + Compatible with Windows. - Not compatible with Mac and most hardware devices. - Occasional compatibility problems with Linux. EXT4 + Modern, stable, fast, journalized. + Supports Linux file permissions. - Not compatible with Windows, Mac and most devices.
es: FAT32 + Compatible en todas partes. - No puede manejar archivos de más de 4 GB. exFAT + Compatible en casi todas partes. + Puede manejar archivos de más de 4 GB. - No tan compatible como FAT32. NTFS + Compatible con Windows. - No compatible con Mac y la mayoría de los dispositivos de hardware. - Problemas de compatibilidad ocasionales con Linux. EXT4 + Moderno, estable, rápido, con registro. + Soporta permisos de archivos de Linux. - No compatible con Windows, Mac y la mayoría de los dispositivos.
fr: FAT32 + Compatible partout. - Ne peut pas gérer les fichiers de plus de 4 Go. exFAT + Compatible presque partout. + Peut gérer les fichiers de plus de 4 Go. - Pas aussi compatible que FAT32. NTFS + Compatible avec Windows. - Non compatible avec Mac et la plupart des périphériques matériels. - Problèmes de compatibilité occasionnels avec Linux. EXT4 + Moderne, stable, rapide, journalisé. + Prend en charge les permissions de fichiers Linux. - Non compatible avec Windows, Mac et la plupart des appareils.
id: FAT32 + Kompatibel di mana saja. - Tidak dapat menangani berkas lebih besar dari 4GB. exFAT + Kompatibel hampir di mana saja. + Dapat menangani berkas lebih besar dari 4GB. - Tidak sekompatibel FAT32. NTFS + Kompatibel dengan Windows. - Tidak kompatibel dengan Mac dan sebagian besar perangkat keras. - Kadang-kadang masalah kompatibilitas dengan Linux. EXT4 + Modern, stabil, cepat, terjurnal. + Mendukung izin berkas Linux. - Tidak kompatibel dengan Windows, Mac, dan sebagian besar perangkat.
it: FAT32 + Compatibile ovunque. - Non può gestire file più grandi di 4GB. exFAT + Compatibile quasi ovunque. + Può gestire file più grandi di 4GB. - Meno compatibile di FAT32. NTFS + Compatibile con Windows. - Non compatibile con Mac e la maggior parte dei dispositivi hardware. - Problemi di compatibilità occasionali con Linux. EXT4 + Moderno, stabile, veloce, con journaling. + Supporta i permessi dei file Linux. - Non compatibile con Windows, Mac e la maggior parte dei dispositivi.
pt: FAT32 + Compatível em qualquer lugar. - Não consegue lidar com ficheiros maiores que 4GB. exFAT + Compatível em quase qualquer lugar. + Consegue lidar com ficheiros maiores que 4GB. - Não é tão compatível quanto FAT32. NTFS + Compatível com Windows. - Não compatível com Mac e a maioria dos dispositivos de hardware. - Problemas de compatibilidade ocasionais com Linux. EXT4 + Moderno, estável, rápido, com registo. + Suporta permissões de ficheiro Linux. - Não compatível com Windows, Mac e a maioria dos dispositivos.
ru: FAT32 + Совместим везде. - Не может работать с файлами размером более 4 ГБ. exFAT + Совместим почти везде. + Может работать с файлами размером более 4 ГБ. - Не так совместим, как FAT32. NTFS + Совместим с Windows. - Несовместим с Mac и большинством аппаратных устройств. - Иногда возникают проблемы совместимости с Linux. EXT4 + Современный, стабильный, быстрый, журналируемый. + Поддерживает права доступа к файлам Linux. - Несовместим с Windows, Mac и большинством устройств.

source: Filesystem:
es: Sistema de archivos:
fr: Système de fichiers :
id: Sistem berkas:
pt: Sistema de ficheiros:
ru: Файловая система:

source: Format
es: Formatear
fr: Formater
it: Formatta
pt: Formatar
ru: Форматировать

source: Format USB stick
es: Formatear memoria USB
fr: Formater la clé USB
id: Format flash drive USB
it: Formatta chiavetta USB
pt: Formatar pendrive USB
ru: Форматировать USB-накопитель

source: From disk:
es: Desde el disco:
fr: Depuis le disque:
id: Dari disk:
it: Dal disco:
pt: Do disco:
ru: С диска:

source: Image file:
es: Archivo de imagen:
fr: Fichier image :
id: Berkas citra:
it: File immagine:
pt: Ficheiro de imagem:
ru: Файл образа:

source: More information
es: Más información
fr: Plus d'informations
id: Informasi lebih lanjut
it: Maggiori informazioni
pt: Mais informações
ru: Подробнее

source: None (raw image)
es: Ninguna (imagen sin procesar)
fr: Aucune (image brute)
id: Tidak ada (citra mentah)
it: Nessuna (immagine raw)
pt: Nenhuma (imagem raw)
ru: Нет (raw image)

source: Not enough space on the destination disk.
es: No hay suficiente espacio en el disco de destino.
fr: Espace insuffisant sur le disque de destination.
id: Ruang tidak cukup di disk tujuan.
it: Spazio insufficiente sul disco di destinazione.
pt: Espaço insuficiente no disco de destino.
ru: Недостаточно места на целевом диске.

source: Passes:
es: Pasadas:
id: Jumlah putaran:
it: Passaggi:
pt: Passagens:
ru: Проходы:

source: Quick (fill with zeros)
es: Rápido (rellenar con ceros)
fr: Rapide (remplir avec des zéros)
id: Cepat (isi dengan nol)
it: Veloce (riempi con zeri)
pt: Rápido (preencher com zeros)
ru: Быстрый (заполнение нулями)

source: Save As...
es: Guardar como...
fr: Enregistrer sous...
id: Simpan Sebagai...
it: Salva come...
pt: Salvar como...
ru: Сохранить как...

source: Save As:
es: Guardar como:
fr: Enregistrer sous:
id: Simpan Sebagai:
it: Salva come:
pt: Salvar como:
ru: Сохранить как:

source: Save Image File
es: Guardar archivo de imagen
fr: Enregistrer le fichier d'image
id: Simpan Berkas Citra
it: Salva file immagine
pt: Guardar Ficheiro de Imagem
ru: Сохранить файл образа

source: Secure (fill with random data)
es: Seguro (rellenar con datos aleatorios)
fr: Sécurisé (remplir avec des données aléatoires)
id: Aman (isi dengan data acak)
it: Sicura (riempi con dati casuali)
pt: Seguro (preencher com dados aleatórios)
ru: Безопасный (заполнение случайными данными)

source: Select Image File
es: Seleccionar archivo de imagen
fr: Sélectionner un fichier image
id: Pilih Berkas Citra
it: Seleziona file immagine
pt: Selecionar Ficheiro de Imagem
ru: Выбрать файл образа

source: Select a destination disk
es: Seleccionar un disco de destino
fr: Sélectionner un disque de destination
id: Pilih disk tujuan
it: Seleziona un disco di destinazione
pt: Selecionar um disco de destino
ru: Выбрать целевой диск

source: Select a disk
es: Seleccionar un disco
fr: Sélectionner un disque
id: Pilih disk
it: Seleziona un disco
pt: Selecionar um disco
ru: Выбрать диск

source: Select a disk to securely wipe
es: Seleccionar un disco para borrar de forma segura
fr: Sélectionner un disque à effacer en toute sécurité
id: Pilih disk untuk dihapus secara aman
it: Seleziona un disco da eliminare in modo sicuro
pt: Selecionar um disco para apagar com segurança
ru: Выберите диск для безопасной очистки

source: Select a source disk
es: Seleccionar un disco de origen
fr: Sélectionner un disque source
id: Pilih disk sumber
it: Seleziona un disco sorgente
pt: Selecionar um disco de origem
ru: Выбрать исходный диск

source: Select an image file
es: Seleccionar un archivo de imagen
fr: Sélectionner un fichier image
id: Pilih berkas citra
it: Seleziona un file immagine
pt: Selecionar um ficheiro de imagem
ru: Выбрать файл образа

source: Show mounted disks
es: Mostrar discos montados
fr: Afficher les disques montés
id: Tampilkan disk yang dipasang
it: Mostra dischi montati
pt: Mostrar discos montados
ru: Показать примонтированные диски

source: Size (MB, 0 for whole disk):
es: Tamaño (MB, 0 para todo el disco):
fr: Taille (Mo, 0 pour le disque entier):
id: Ukuran (MB, 0 untuk seluruh disk):
it: Dimensioni (MB, 0 per l'intero disco):
pt: Tamanho (MB, 0 para o disco inteiro):
ru: Размер (МБ, 0 для всего диска):

source: The device <b>{device}</b> is currently mounted and in use. Performing '<b>{operation}</b>' operation on a mounted device can result in: • Data loss • System instability • File system corruption Are you sure you want to continue?
es: El dispositivo <b>{device}</b> está montado actualmente y en uso. Realizar la operación '<b>{operation}</b>' en un dispositivo montado puede resultar en: • Pérdida de datos • Inestabilidad del sistema • Corrupción del sistema de archivos ¿Estás seguro de que deseas continuar?
fr: Le périphérique <b>{device}</b> est actuellement monté et en cours d'utilisation. L'exécution de l'opération '<b>{operation}</b>' sur un périphérique monté peut entraîner : • Perte de données • Instabilité du système • Corruption du système de fichiers Êtes-vous sûr de vouloir continuer ?
id: Perangkat <b>{device}</b> saat ini dipasang dan sedang digunakan. Melakukan operasi '<b>{operation}</b>' pada perangkat yang dipasang dapat menghasilkan: • Kehilangan data • Ketidakstabilan sistem • Kerusakan sistem berkas Apakah Anda yakin ingin melanjutkan?
it: Il dispositivo <b>{device}</b> è attualmente montato e in uso. L'esecuzione dell'operazione '<b>{operation}</b>' su un dispositivo montato può causare: • Perdita di dati • Instabilità del sistema • Corruzione del file system Sei sicuro di voler continuare?
pt: O dispositivo <b>{device}</b> está atualmente montado e em uso. Executar a operação '<b>{operation}</b>' em um dispositivo montado pode resultar em: • Perda de dados • Instabilidade do sistema • Corrupção do sistema de ficheiros Tem a certeza de que deseja continuar?
ru: Устройство <b>{device}</b> в настоящее время примонтировано и используется. Выполнение операции '<b>{operation}</b>' на примонтированном устройстве может привести к: • Потере данных • Нестабильности системы • Повреждению файловой системы Вы уверены, что хотите продолжить?

source: The disk was formatted successfully.
es: El disco se formateó correctamente.
fr: Le disque a été formaté avec succès.
id: Disk berhasil diformat.
it: Il disco è stato formattato con successo.
pt: O disco foi formatado com sucesso.
ru: Диск успешно отформатирован.

source: The disk was wiped successfully.
es: El disco se borró correctamente.
fr: Le disque a été effacé avec succès.
id: Disk berhasil dihapus.
it: Il disco è stato eliminato con successo.
pt: O disco foi apagado com sucesso.
ru: Диск успешно очищен.

source: The image was successfully created.
es: La imagen se creó correctamente.
fr: L'image a été créée avec succès.
id: Citra berhasil dibuat.
it: L'immagine è stata creata con successo.
pt: A imagem foi criada com sucesso.
ru: Образ успешно создан.

source: The image was successfully written to the disk.
es: La imagen se escribió correctamente en el disco.
fr: L'image a été écrite avec succès sur le disque.
id: Citra berhasil ditulis ke disk.
it: L'immagine è stata scritta con successo sul disco.
pt: A imagem foi gravada com sucesso no disco.
ru: Образ успешно записан на диск.

source: This file looks like a Windows image.
es: Este archivo parece una imagen de Windows.
fr: Ce fichier ressemble à une image Windows.
id: Berkas ini terlihat seperti citra Windows.
it: Questo file sembra un'immagine di Windows.
pt: Este ficheiro parece uma imagem do Windows.
ru: Этот файл похож на образ Windows.

source: To disk:
es: Al disco:
fr: Vers le disque :
id: Ke disk:
it: Su disco:
pt: Para o disco:
ru: На диск:

source: Volume label:
es: Etiqueta de volumen:
fr: Étiquette de volume :
id: Label volume:
it: Etichetta volume:
pt: Etiqueta do volume:
ru: Метка тома:

source: WARNING: Device is mounted!
es: ¡ADVERTENCIA: Dispositivo montado!
fr: ATTENTION : Périphérique monté !
id: PERINGATAN: Perangkat dipasang!
it: AVVERTENZA: Dispositivo montato!
pt: AVISO: Dispositivo montado!
ru: ВНИМАНИЕ: Устройство примонтировано!

source: Windows images require special processing.
es: Las imágenes de Windows requieren un procesamiento especial.
fr: Les images Windows nécessitent un traitement spécial.
id: Citra Windows memerlukan pemrosesan khusus.
it: Le immagini di Windows richiedono una elaborazione speciale.
pt: As imagens do Windows requerem processamento especial.
ru: Образы Windows требуют специальной обработки.

source: Wipe
es: Borrar
fr: Effacer
id: Hapus
it: Elimina
pt: Apagar
ru: Очистить

source: Wipe type:
es: Tipo de borrado:
fr: Type d'effacement :
id: Jenis penghapusan:
it: Tipo di eliminazione:
pt: Tipo de apagamento:
ru: Тип очистки:

source: Write
es: Escribir
fr: Écrire
id: Tulis
it: Scrivi
pt: Gravar
ru: Записать

source: Write Image
es: Escribir imagen
fr: Écrire l'image
id: Tulis Citra
it: Scrivi immagine
pt: Gravar Imagem
ru: Записать образ

source: Write disk images, format, or wipe drives
es: Escribir imágenes de disco, formatear o borrar unidades
fr: Écrire des images disque, formater ou effacer des lecteurs
id: Tulis citra disk, format, atau hapus drive
it: Scrivi immagini disco, formatta o elimina unità
pt: Gravar imagens de disco, formatar ou apagar unidades
ru: Записывать образы дисков, форматировать или очищать накопители

source: _Back
es: _Atrás
fr: _Retour
id: _Kembali
it: _Indietro
pt: _Voltar
ru: _Назад

source: _Cancel
es: _Cancelar
fr: _Annuler
id: _Batal
it: _Annulla
pt: _Cancelar
ru: _Отмена

source: _Continue
es: _Continuar
fr: _Continuer
id: _Lanjutkan
it: _Continua
pt: _Continuar
ru: _Продолжить

source: _Create
es: _Crear
fr: _Créer
id: _Buat
it: _Crea
pt: _Criar
ru: _Создать

source: _Format
es: _Formatear
fr: _Formater
it: _Formatta
pt: _Formatar
ru: _Форматировать

source: _Wipe
es: _Borrar
fr: _Effacer
id: _Hapus
it: _Elimina
pt: _Apagar
ru: _Очистить

source: _Write
es: _Escribir
fr: _Écrire
id: _Tulis
it: _Scrivi
pt: _Gravar
ru: _Записать

source: usb;iso;image;write;flash;bootable;format;fat32;ntfs;ext4;erase;wipe;disk;
es: usb;iso;imagen;escribir;flashear;arrancable;formatear;fat32;ntfs;ext4;borrar;borrar_datos;disco;
fr: usb;iso;image;écrire;flasher;amorçable;formater;fat32;ntfs;ext4;effacer;nettoyer;disque;
id: usb;iso;citra;tulis;flash;bootable;format;fat32;ntfs;ext4;hapus;hapus;disk;
it: usb;iso;immagine;scrivi;flash;avviabile;formatta;fat32;ntfs;ext4;cancella;elimina;disco;
pt: usb;iso;imagem;gravar;flash;inicializável;formatar;fat32;ntfs;ext4;apagar;limpar;disco;
ru: usb;iso;образ;запись;флеш;загрузочный;форматировать;fat32;ntfs;ext4;стереть;очистить;диск;
