Repository: minios-linux/minios-translations
Catalog: po/minios-configurator/*.po
Languages: fr, id, it

source: Failed to load config: {}
fr: Échec du chargement de la configuration : {}
id: Gagal memuat konfigurasi: {}
it: Impossibile caricare la configurazione: {}

source: Failed to update config: {}
fr: Échec de la mise à jour de la configuration : {}
id: Gagal memperbarui konfigurasi: {}
it: Impossibile aggiornare la configurazione: {}

source: User
fr: Utilisateur
id: Pengguna
it: Utente

source: Username
fr: Nom d'utilisateur
id: Nama pengguna
it: Nome utente

source: Set the default username for the live session. • This user is created automatically at boot. See: man 7 live-config (search 'username')
fr: Définir le nom d'utilisateur par défaut pour la session live. • Cet utilisateur est créé automatiquement au démarrage. Voir : man 7 live-config (rechercher 'username')
id: Tentukan nama pengguna default untuk sesi live. • Pengguna ini dibuat otomatis saat boot. Lihat: man 7 live-config (cari 'username')
it: Imposta il nome utente predefinito per la sessione live. • Questo utente viene creato automaticamente all'avvio. Vedi: man 7 live-config (cerca 'username')

source: Full name
fr: Nom complet
id: Nama lengkap
it: Nome completo

source: Enter the full name for the default user. • Used for display purposes (e.g., on login screens). See: man 7 live-config (search 'user-fullname')
fr: Entrez le nom complet de l'utilisateur par défaut. • Utilisé à des fins d'affichage (par exemple, sur les écrans de connexion). Voir : man 7 live-config (rechercher 'user-fullname')
id: Masukkan nama lengkap untuk pengguna default. • Digunakan untuk tampilan (misal: di layar login). Lihat: man 7 live-config (cari 'user-fullname')
it: Inserisci il nome completo per l'utente predefinito. • Utilizzato per scopi di visualizzazione (ad esempio, nelle schermate di accesso). Vedi: man 7 live-config (cerca 'user-fullname')

source: User groups
fr: Groupes d'utilisateurs
id: Grup pengguna
it: Gruppi utente

source: Specify additional groups for the user, separated by commas or spaces. • Grants access to devices and features (e.g., 'audio, video, plugdev'). See: man 7 live-config (search 'user-default-groups')
fr: Spécifiez des groupes supplémentaires pour l'utilisateur, séparés par des virgules ou des espaces. • Accorde l'accès aux périphériques et aux fonctionnalités (par exemple, 'audio, video, plugdev'). Voir : man 7 live-config (rechercher 'user-default-groups')
id: Tentukan grup tambahan untuk pengguna, dipisahkan koma atau spasi. • Memberikan akses ke perangkat dan fitur (misal: 'audio, video, plugdev'). Lihat: man 7 live-config (cari 'user-default-groups')
it: Specifica gruppi aggiuntivi per l'utente, separati da virgole o spazi. • Concede l'accesso a dispositivi e funzionalità (ad esempio, 'audio, video, plugdev'). Vedi: man 7 live-config (cerca 'user-default-groups')

source: User password
fr: Mot de passe utilisateur
id: Kata sandi pengguna
it: Password utente

source: Set the initial password for the default user. • Leave blank to keep the existing password. • Spaces are not allowed. See: man 7 live-config (search 'user-password')
fr: Définir le mot de passe initial pour l'utilisateur par défaut. • Laisser vide pour conserver le mot de passe existant. • Les espaces ne sont pas autorisés. Voir : man 7 live-config (rechercher 'user-password')
id: Tentukan kata sandi awal untuk pengguna default. • Biarkan kosong untuk mempertahankan kata sandi lama. • Spasi tidak diperbolehkan. Lihat: man 7 live-config (cari 'user-password')
it: Imposta la password iniziale per l'utente predefinito. • Lascia vuoto per mantenere la password esistente. • Gli spazi non sono ammessi. Vedi: man 7 live-config (cerca 'user-password')

source: Root password
fr: Mot de passe root
id: Kata sandi root
it: Password root

source: Set the initial password for the root (administrator) account. • Leave blank to keep the existing password. • Spaces are not allowed; ignored if 'No-root mode' is enabled. See: man 7 live-config (search 'root-password')
fr: Définir le mot de passe initial pour le compte root (administrateur). • Laisser vide pour conserver le mot de passe existant. • Les espaces ne sont pas autorisés ; ignoré si le 'Mode sans root' est activé. Voir : man 7 live-config (rechercher 'root-password')
id: Tentukan kata sandi awal untuk akun root (administrator). • Biarkan kosong untuk mempertahankan kata sandi lama. • Spasi tidak diperbolehkan; diabaikan jika 'Mode tanpa root' aktif. Lihat: man 7 live-config (cari 'root-password')
it: Imposta la password iniziale per l'account root (amministratore). • Lascia vuoto per mantenere la password esistente. • Gli spazi non sono ammessi; ignorato se la 'Modalità senza root' è abilitata. Vedi: man 7 live-config (cerca 'root-password')

source: Link user directories to storage
fr: Lier les dossiers utilisateur au stockage
id: Tautkan direktori pengguna ke penyimpanan
it: Collega le directory utente allo storage

source: If enabled, user home directories will be symlinked to persistent storage. • Helps retain user data across reboots. • FAT, NTFS only. See: man 7 live-config (search 'link-user-dirs')
fr: Si activé, les répertoires personnels des utilisateurs seront liés par des liens symboliques au stockage persistant. • Aide à conserver les données utilisateur lors des redémarrages. • FAT, NTFS uniquement. Voir : man 7 live-config (rechercher 'link-user-dirs')
id: Jika diaktifkan, direktori home pengguna akan disimbolikkan ke penyimpanan persisten. • Membantu mempertahankan data pengguna saat reboot. • Hanya FAT, NTFS. Lihat: man 7 live-config (cari 'link-user-dirs')
it: Se abilitato, le directory home degli utenti verranno collegate tramite link simbolico allo storage persistente. • Aiuta a conservare i dati utente tra i riavvii. • Solo FAT, NTFS. Vedi: man 7 live-config (cerca 'link-user-dirs')

source: Bind user directories to storage
fr: Monter les dossiers utilisateur sur le stockage
id: Bind direktori pengguna ke penyimpanan
it: Monta le directory utente su storage

source: If enabled, user home directories will be bind-mounted to persistent storage. • Helps retain user data across reboots. • FAT, NTFS only. See: man 7 live-config (search 'bind-user-dirs')
fr: Si activé, les répertoires personnels des utilisateurs seront montés sur le stockage persistant. • Aide à conserver les données utilisateur lors des redémarrages. • FAT, NTFS uniquement. Voir : man 7 live-config (rechercher 'bind-user-dirs')
id: Jika diaktifkan, direktori home pengguna akan dipasang bind ke penyimpanan persisten. • Membantu mempertahankan data pengguna saat reboot. • Hanya FAT, NTFS. Lihat: man 7 live-config (cari 'bind-user-dirs')
it: Se abilitato, le directory home degli utenti verranno montate tramite bind allo storage persistente. • Aiuta a conservare i dati utente tra i riavvii. • Solo FAT, NTFS. Vedi: man 7 live-config (cerca 'bind-user-dirs')

source: User directories path on storage
fr: Chemin des dossiers utilisateur sur le stockage
id: Path direktori pengguna di penyimpanan
it: Percorso directory utente su storage

source: Set the base path on persistent storage for user directories. • Example: '/minios/userdirs'. See: man 7 live-config (search 'user-dirs-path')
fr: Définir le chemin de base sur le stockage persistant pour les répertoires utilisateur. • Exemple : '/minios/userdirs'. Voir : man 7 live-config (rechercher 'user-dirs-path')
id: Tentukan path dasar pada penyimpanan persisten untuk direktori pengguna. • Contoh: '/minios/userdirs'. Lihat: man 7 live-config (cari 'user-dirs-path')
it: Imposta il percorso base sullo storage persistente per le directory utente. • Esempio: '/minios/userdirs'. Vedi: man 7 live-config (cerca 'user-dirs-path')

source: System
fr: Système
id: Sistem
it: Sistema

source: No-root mode
fr: Mode sans root
id: Mode tanpa root
it: Modalità senza root

source: If enabled, disables the root account, enhancing security. • Prevents root login and administrator access. • Ideal for live sessions. See: man 7 live-config (search 'noroot')
fr: Si activé, désactive le compte root, améliorant la sécurité. • Empêche la connexion root et l'accès administrateur. • Idéal pour les sessions live. Voir : man 7 live-config (rechercher 'noroot')
id: Jika diaktifkan, akun root akan dinonaktifkan untuk meningkatkan keamanan. • Mencegah login root dan akses administrator. • Cocok untuk sesi live. Lihat: man 7 live-config (cari 'noroot')
it: Se abilitato, disabilita l'account root, migliorando la sicurezza. • Impedisce l'accesso root e l'accesso amministratore. • Ideale per le sessioni live. Vedi: man 7 live-config (cerca 'noroot')

source: Hostname
fr: Nom d'hôte
id: Nama host
it: Nome host

source: Set the computer's network name (hostname). • Allowed characters: letters, numbers, hyphens. • Example: 'minios-pc'. See: man 7 live-config (search 'hostname')
fr: Définir le nom de réseau de l'ordinateur (nom d'hôte). • Caractères autorisés : lettres, chiffres, tirets. • Exemple : 'minios-pc'. Voir : man 7 live-config (rechercher 'hostname')
id: Tentukan nama jaringan komputer (hostname). • Karakter yang diizinkan: huruf, angka, tanda hubung. • Contoh: 'minios-pc'. Lihat: man 7 live-config (cari 'hostname')
it: Imposta il nome di rete del computer (nome host). • Caratteri consentiti: lettere, numeri, trattini. • Esempio: 'minios-pc'. Vedi: man 7 live-config (cerca 'hostname')

source: Locales
fr: Langues
id: Lokal
it: Lingue

source: Set system language(s) and regional settings. • Enter locale codes separated by commas (e.g. 'de_DE.UTF-8, en_US.UTF-8'). • The first locale is treated as default. See: man 7 live-config (search 'locales')
fr: Définir la ou les langues du système et les paramètres régionaux. • Entrez les codes de paramètres régionaux séparés par des virgules (par exemple, 'de_DE.UTF-8, en_US.UTF-8'). • Le premier paramètre régional est considéré comme le paramètre par défaut. Voir : man 7 live-config (rechercher 'locales')
id: Tentukan bahasa dan pengaturan regional sistem. • Masukkan kode lokal dipisahkan koma (misal: 'de_DE.UTF-8, en_US.UTF-8'). • Lokal pertama menjadi default. Lihat: man 7 live-config (cari 'locales')
it: Imposta la/le lingua/e del sistema e le impostazioni regionali. • Inserisci i codici locali separati da virgole (es. 'de_DE.UTF-8, en_US.UTF-8'). • La prima impostazione locale viene trattata come predefinita. Vedi: man 7 live-config (cerca 'locales')

source: Timezone
fr: Fuseau horaire
id: Zona waktu
it: Fuso orario

source: Set the system timezone (e.g., 'Europe/Berlin', 'America/New_York'). • Affects system clock and displayed times. See: man 7 live-config (search 'timezone')
fr: Définir le fuseau horaire du système (par exemple, 'Europe/Berlin', 'America/New_York'). • Affecte l'horloge système et les heures affichées. Voir : man 7 live-config (rechercher 'timezone')
id: Tentukan zona waktu sistem (misal: 'Europe/Berlin', 'America/New_York'). • Mempengaruhi jam sistem dan waktu yang ditampilkan. Lihat: man 7 live-config (cari 'timezone')
it: Imposta il fuso orario del sistema (es. 'Europe/Berlin', 'America/New_York'). • Influisce sull'orologio di sistema e sugli orari visualizzati. Vedi: man 7 live-config (cerca 'timezone')

source: Default systemd target
fr: Cible systemd par défaut
id: Target systemd default
it: Target systemd predefinito

source: Set the default boot target for systemd: • 'graphical' – start with a desktop. • 'multi-user' – console mode. • 'rescue' – minimal rescue mode. See: man systemd.special (search for 'target')
fr: Définir la cible de démarrage par défaut pour systemd : • 'graphical' – démarrer avec un bureau. • 'multi-user' – mode console. • 'rescue' – mode de secours minimal. Voir : man systemd.special (rechercher 'target')
id: Tentukan target boot default untuk systemd: • 'graphical' – mulai dengan desktop. • 'multi-user' – mode konsol. • 'rescue' – mode penyelamatan minimal. Lihat: man systemd.special (cari 'target')
it: Imposta il target di avvio predefinito per systemd: • 'graphical' – avvia con un desktop. • 'multi-user' – modalità console. • 'rescue' – modalità di ripristino minima. Vedi: man systemd.special (cerca 'target')

source: Enable services
fr: Activer les services
id: Aktifkan layanan
it: Abilita servizi

source: List systemd services to enable at boot, separated by commas. • Example: 'ssh, NetworkManager'. • Use service names with or without '.service'. See: man systemctl (search 'enable')
fr: Répertorier les services systemd à activer au démarrage, séparés par des virgules. • Exemple : 'ssh, NetworkManager'. • Utilisez les noms de service avec ou sans '.service'. Voir : man systemctl (rechercher 'enable')
id: Daftar layanan systemd yang diaktifkan saat boot, dipisahkan koma. • Contoh: 'ssh, NetworkManager'. • Gunakan nama layanan dengan atau tanpa '.service'. Lihat: man systemctl (cari 'enable')
it: Elenca i servizi systemd da abilitare all'avvio, separati da virgole. • Esempio: 'ssh, NetworkManager'. • Usa i nomi dei servizi con o senza '.service'. Vedi: man systemctl (cerca 'enable')

source: Disable services
fr: Désactiver les services
id: Nonaktifkan layanan
it: Disabilita servizi

source: List systemd services to disable at boot, separated by commas. • Example: 'bluetooth, ModemManager'. • Use service names with or without '.service'. See: man systemctl (search 'disable')
fr: Répertorier les services systemd à désactiver au démarrage, séparés par des virgules. • Exemple : 'bluetooth, ModemManager'. • Utilisez les noms de service avec ou sans '.service'. Voir : man systemctl (rechercher 'disable')
id: Daftar layanan systemd yang dinonaktifkan saat boot, dipisahkan koma. • Contoh: 'bluetooth, ModemManager'. • Gunakan nama layanan dengan atau tanpa '.service'. Lihat: man systemctl (cari 'disable')
it: Elenca i servizi systemd da disabilitare all'avvio, separati da virgole. • Esempio: 'bluetooth, ModemManager'. • Usa i nomi dei servizi con o senza '.service'. Vedi: man systemctl (cerca 'disable')

source: Keyboard
fr: Clavier
it: Tastiera

source: Keyboard model
fr: Modèle de clavier
id: Model keyboard
it: Modello tastiera

source: Specify the keyboard hardware model (e.g., 'pc105'). • Leave blank for automatic detection. See: man 7 live-config (search 'keyboard-model')
fr: Spécifiez le modèle de matériel de clavier (par exemple, 'pc105'). • Laisser vide pour une détection automatique. Voir : man 7 live-config (rechercher 'keyboard-model')
id: Tentukan model hardware keyboard (misal: 'pc105'). • Biarkan kosong untuk deteksi otomatis. Lihat: man 7 live-config (cari 'keyboard-model')
it: Specifica il modello hardware della tastiera (es. 'pc105'). • Lascia vuoto per il rilevamento automatico. Vedi: man 7 live-config (cerca 'keyboard-model')

source: Keyboard layouts
fr: Agencements de clavier
id: Tata letak keyboard
it: Layout tastiera

source: List one or more keyboard layouts, separated by commas (e.g., 'us, ru'). • Controls which layouts are available in the session. See: man 7 live-config (search 'keyboard-layouts')
fr: Répertorier un ou plusieurs agencements de clavier, séparés par des virgules (par exemple, 'us, ru'). • Contrôle les agencements disponibles dans la session. Voir : man 7 live-config (rechercher 'keyboard-layouts')
id: Daftar satu atau lebih tata letak keyboard, dipisahkan koma (misal: 'us, ru'). • Mengatur tata letak yang tersedia di sesi. Lihat: man 7 live-config (cari 'keyboard-layouts')
it: Elenca uno o più layout di tastiera, separati da virgole (es. 'us, ru'). • Controlla quali layout sono disponibili nella sessione. Vedi: man 7 live-config (cerca 'keyboard-layouts')

source: Keyboard options
fr: Options du clavier
id: Opsi keyboard
it: Opzioni tastiera

source: Set additional keyboard options (XKB). • Example: 'grp:alt_shift_toggle' to switch layouts with Alt+Shift. See: man 7 live-config (search 'keyboard-options')
fr: Définir des options de clavier supplémentaires (XKB). • Exemple : 'grp:alt_shift_toggle' pour basculer les agencements avec Alt+Shift. Voir : man 7 live-config (rechercher 'keyboard-options')
id: Tentukan opsi keyboard tambahan (XKB). • Contoh: 'grp:alt_shift_toggle' untuk mengganti tata letak dengan Alt+Shift. Lihat: man 7 live-config (cari 'keyboard-options')
it: Imposta opzioni aggiuntive per la tastiera (XKB). • Esempio: 'grp:alt_shift_toggle' per cambiare layout con Alt+Shift. Vedi: man 7 live-config (cerca 'keyboard-options')

source: Keyboard variants
fr: Variantes de clavier
id: Varian keyboard
it: Varianti tastiera

source: Specify keyboard variants for chosen layouts, separated by commas. • Customize layout (e.g., 'dvorak' for US). • Leave blank if not needed. See: man 7 live-config (search 'keyboard-variants')
fr: Spécifiez les variantes de clavier pour les agencements choisis, séparées par des virgules. • Personnaliser l'agencement (par exemple, 'dvorak' pour US). • Laisser vide si ce n'est pas nécessaire. Voir : man 7 live-config (rechercher 'keyboard-variants')
id: Tentukan varian keyboard untuk tata letak yang dipilih, dipisahkan koma. • Kustomisasi tata letak (misal: 'dvorak' untuk US). • Biarkan kosong jika tidak diperlukan. Lihat: man 7 live-config (cari 'keyboard-variants')
it: Specifica le varianti della tastiera per i layout scelti, separati da virgole. • Personalizza il layout (es. 'dvorak' per US). • Lascia vuoto se non necessario. Vedi: man 7 live-config (cerca 'keyboard-variants')

source: Advanced
fr: Avancé
id: Lanjutan
it: Avanzato

source: Module mode
fr: Mode module
id: Mode modul
it: Modalità modulo

source: Choose how system modules are loaded: • 'simple' – load modules as-is. • 'merged' – consolidates dpkg databases, passwd, shadow, and groups; updates caches. Usually not required unless modules are built independently. See: man 7 live-config (search 'module-mode')
fr: Choisissez comment les modules système sont chargés : • 'simple' – charger les modules tels quels. • 'merged' – consolide les bases de données dpkg, passwd, shadow et groups ; met à jour les caches. Généralement pas nécessaire, sauf si les modules sont construits indépendamment. Voir : man 7 live-config (rechercher 'module-mode')
id: Pilih bagaimana modul sistem dimuat: • 'simple' – muat modul apa adanya. • 'merged' – menggabungkan basis data dpkg, passwd, shadow, dan grup; memperbarui cache. Biasanya tidak diperlukan kecuali modul dibangun secara independen. Lihat: man 7 live-config (cari 'module-mode')
it: Scegli come vengono caricati i moduli di sistema: • 'simple' – carica i moduli così come sono. • 'merged' – consolida i database dpkg, passwd, shadow e groups; aggiorna le cache. Di solito non è necessario a meno che i moduli non siano costruiti indipendentemente. Vedi: man 7 live-config (cerca 'module-mode')

source: live-config command line
fr: Ligne de commande live-config
id: Baris perintah live-config
it: Riga di comando live-config

source: Additional boot parameters for live-config (separated by spaces). • Passed at startup to control various session aspects. • Example: 'boot=live live-config.debug' See: man 7 live-config (search 'cmdline')
fr: Paramètres de démarrage supplémentaires pour live-config (séparés par des espaces). • Transmis au démarrage pour contrôler divers aspects de la session. • Exemple : 'boot=live live-config.debug' Voir : man 7 live-config (rechercher 'cmdline')
id: Parameter boot tambahan untuk live-config (dipisahkan dengan spasi). • Diberikan saat startup untuk mengontrol berbagai aspek sesi. • Contoh: 'boot=live live-config.debug' Lihat: man 7 live-config (cari 'cmdline')
it: Parametri di avvio aggiuntivi per live-config (separati da spazi). • Passati all'avvio per controllare vari aspetti della sessione. • Esempio: 'boot=live live-config.debug' Vedi: man 7 live-config (cerca 'cmdline')

source: Debug mode
fr: Mode débogage
id: Mode debug
it: Modalità debug

source: Activate to enable detailed debug output during boot. • Useful for troubleshooting configuration issues. See: man 7 live-config (search 'debug')
fr: Activer pour activer la sortie de débogage détaillée pendant le démarrage. • Utile pour résoudre les problèmes de configuration. Voir : man 7 live-config (rechercher 'debug')
id: Aktifkan untuk menampilkan output debug detail saat boot. • Berguna untuk pemecahan masalah konfigurasi. Lihat: man 7 live-config (cari 'debug')
it: Attiva per abilitare l'output di debug dettagliato durante l'avvio. • Utile per la risoluzione dei problemi di configurazione. Vedi: man 7 live-config (cerca 'debug')

source: Export logs to flash drive
fr: Exporter les journaux sur une clé USB
id: Ekspor log ke flash drive
it: Esporta log su chiavetta USB

source: If enabled, system logs will be copied to a connected flash drive at shutdown. • Useful for diagnostics and troubleshooting. See: https://github.com/minios-linux/minios-live/wiki
fr: Si activé, les journaux système seront copiés sur une clé USB connectée à l'arrêt. • Utile pour le diagnostic et le dépannage. Voir : https://github.com/minios-linux/minios-live/wiki
id: Jika diaktifkan, log sistem akan disalin ke flash drive saat shutdown. • Berguna untuk diagnostik dan pemecahan masalah. Lihat: https://github.com/minios-linux/minios-live/wiki
it: Se abilitato, i log di sistema verranno copiati su una chiavetta USB collegata allo spegnimento. • Utile per la diagnostica e la risoluzione dei problemi. Vedi: https://github.com/minios-linux/minios-live/wiki

source: If you are unsure about a field, do not change it. Incorrect settings may prevent the system from booting.
fr: Si vous n'êtes pas sûr d'un champ, ne le modifiez pas. Des paramètres incorrects peuvent empêcher le démarrage du système.
id: Jika Anda ragu tentang suatu isian, jangan diubah. Pengaturan salah dapat membuat sistem gagal boot.
it: Se non sei sicuro di un campo, non modificarlo. Impostazioni errate possono impedire l'avvio del sistema.

source: Save
fr: Enregistrer
id: Simpan
it: Salva

source: A graphical tool for configuring MiniOS settings
fr: Un outil graphique pour configurer les paramètres de MiniOS
id: Alat grafis untuk mengonfigurasi pengaturan MiniOS
it: Uno strumento grafico per configurare le impostazioni di MiniOS

source: Path to config file (default: /etc/live/config.conf)
fr: Chemin vers le fichier de configuration (par défaut : /etc/live/config.conf)
id: Path ke file konfigurasi (default: /etc/live/config.conf)
it: Percorso del file di configurazione (predefinito: /etc/live/config.conf)

source: Inherit configuration parameters from kernel command line (/proc/cmdline)
fr: Hériter des paramètres de configuration de la ligne de commande du noyau (/proc/cmdline)
id: Warisi parameter konfigurasi dari baris perintah kernel (/proc/cmdline)
it: Eredita i parametri di configurazione dalla riga di comando del kernel (/proc/cmdline)
