Repository: minios-linux/minios-translations
Catalog: manpages/minios-live-config/po/*/live-config.7.po
Languages: de, es, id, pt_br, ru

source: Allows one to set WLAN driver instead of autodetecting it. If a PCI ID is specified in /usr/share/live/config/broadcom-sta/I<DRIVER>.ids within the live system, the I<DRIVER> is enforced for these devices. If both a boot parameter and an override are found, the boot parameter takes precedence.
de: Ermöglicht das Festlegen des WLAN-Treibers anstelle der automatischen Erkennung. Wenn eine PCI-ID in /usr/share/live/config/broadcom-sta/I<TREIBER>.ids innerhalb des Live-Systems angegeben ist, wird der I<TREIBER> für diese Geräte erzwungen. Wenn sowohl ein Boot-Parameter als auch eine Überschreibung gefunden werden, hat der Boot-Parameter Vorrang.
es: Permite seleccionar el controlador WLAN en lugar de detectarlo de forma automática. Si se especifica un PCI ID en /usr/share/live/config/broadcom-sta/I<DRIVER>.ids dentro del sistema en vivo, se aplica I<DRIVER> para estos dispositivos. Si se encuentran juntos un parámetro de arranque y un override, el parámetro de arranque tiene prioridad.
id: Memungkinkan seseorang untuk mengatur driver WLAN alih-alih mendeteksinya secara otomatis. Jika ID PCI ditentukan dalam /usr/share/live/config/broadcom-sta/I<DRIVER>.ids dalam sistem live, I<DRIVER> diberlakukan untuk perangkat ini. Jika parameter boot dan override ditemukan, parameter boot yang diutamakan.
pt_br: Permite definir o driver WLAN em vez de autodetectar. Se um ID PCI for especificado em /usr/share/live/config/broadcom-sta/I<DRIVER>.ids dentro do sistema live, o I<DRIVER> é forçado para esses dispositivos. Se um parâmetro de inicialização e uma substituição forem encontrados, o parâmetro de inicialização tem precedência.
ru: Позволяет установить драйвер WLAN вместо его автоматического определения. Если в /usr/share/live/config/broadcom-sta/I<ДРАЙВЕР>.ids в живой системе указан идентификатор PCI, I<ДРАЙВЕР> принудительно применяется для этих устройств. Если найдены и параметр загрузки, и переопределение, параметр загрузки имеет приоритет.

source: Allows you to specify the module mode for live configuration. When set to "merged", the system will update user accounts, rebuild caches, and refresh package settings so that configuration changes are dynamically integrated into the running system.
de: Ermöglicht es, den Modus des Moduls für die Live-Konfiguration anzugeben. Wenn auf "merged" gesetzt, aktualisiert das System Benutzerkonten, baut Zwischenspeicher neu auf und aktualisiert Paketkonfigurationen, sodass Änderungen dynamisch in das laufende System integriert werden.
es: Permite especificar el modo del módulo para la configuración en vivo. Cuando se establece en "merged", el sistema actualizará las cuentas de usuario, reconstruirá las memorias caché y actualizará la configuración de paquetes para que los cambios se integren dinámicamente en el sistema en ejecución.
id: Memungkinkan Anda menentukan mode modul untuk konfigurasi live. Jika disetel ke "merged", sistem akan memperbarui akun pengguna, membangun ulang cache, dan menyegarkan pengaturan paket agar perubahan konfigurasi terintegrasi secara dinamis ke dalam sistem yang sedang berjalan.
pt_br: Permite especificar o modo de módulo para configuração ao vivo. Quando definido como "mesclado", o sistema atualizará as contas de usuário, reconstruirá os caches e atualizará as configurações dos pacotes para que as alterações de configuração sejam integradas dinamicamente ao sistema em execução.
ru: Позволяет указать режим модуля для живой конфигурации. При установке в "merged" система обновит учетные записи пользователей, пересоберёт кэши и обновит параметры пакетов, чтобы изменения конфигурации были динамически интегрированы в работающую систему.

source: Allows one to fetch and execute one or more arbitrary files. Note that the URLs must be fetchable by wget (http, ftp or file://), the files are executed in /tmp of the running live system, and that the files needs their dependencies, if any, already installed, e.g. if a python script should be executed the system needs python installed. Some hooks for some common use-cases are available at /usr/share/doc/live-config/examples/hooks/.
de: Ermöglicht das Abrufen und Ausführen einer oder mehrerer beliebiger Dateien. Beachten Sie, dass die URLs von wget (http, ftp oder file://) abrufbar sein müssen, die Dateien im /tmp des laufenden Live-Systems ausgeführt werden und dass die Dateien, falls vorhanden, ihre Abhängigkeiten bereits installiert haben müssen, z.B. wenn ein Python-Skript ausgeführt werden soll, muss das System Python installiert haben. Einige Hooks für gängige Anwendungsfälle sind unter /usr/share/doc/live-config/examples/hooks/ verfügbar.
es: Permite buscar y ejecutar uno o más ficheros de forma arbitraria. Tener en cuenta que las URLs deben ser descargadas usando wget (http, ftp o file://), los ficheros se ejecutan en el directorio /tmp del sistema en vivo en ejecución y que los ficheros necesitan, si tienen dependencias, tenerlas resueltas. p.ej. Si se debe ejecutar un script python, el sistema necesita tener python instalado. Hay algunos scripts gancho para varios casos de uso común disponibles en /usr/share/doc/live-config/examples/hooks/.
id: Memungkinkan seseorang untuk mengambil dan menjalankan satu atau lebih file arbitrer. Perhatikan bahwa URL harus dapat diambil oleh wget (http, ftp atau file://), file dijalankan di /tmp sistem live yang sedang berjalan, dan file tersebut membutuhkan dependensinya, jika ada, sudah terinstal, misalnya jika skrip python harus dijalankan, sistem membutuhkan python terinstal. Beberapa kait untuk kasus penggunaan umum tersedia di /usr/share/doc/live-config/examples/hooks/.
pt_br: Permite buscar e executar um ou mais arquivos arbitrários. Observe que as URLs devem ser acessíveis por wget (http, ftp ou file://), os arquivos são executados em /tmp do sistema live em execução, e que os arquivos precisam de suas dependências, se houver, já instaladas, por exemplo, se um script python precisar ser executado, o sistema precisa ter python instalado. Alguns hooks para casos de uso comuns estão disponíveis em /usr/share/doc/live-config/examples/hooks/.
ru: Позволяет получить и выполнить один или несколько произвольных файлов. Обратите внимание, что URL-адреса должны быть доступны для wget (http, ftp или file://), файлы выполняются в /tmp запущенной Live-системы, и что файлам нужны их зависимости, если таковые имеются, уже установленные, например, если должен быть выполнен скрипт python, то в системе должен быть установлен python. Некоторые хуки для распространенных случаев использования доступны в /usr/share/doc/live-config/examples/hooks/.

source: All hooks in /usr/lib/live/config-hooks/ in the root filesystem of the live system can be automatically enabled with the keyword 'filesystem'.
de: Alle Hooks in /usr/lib/live/config-hooks/ im Root-Dateisystem des Live-Systems können automatisch mit dem Schlüsselwort 'filesystem' aktiviert werden.
es: Todos los scripts gancho de /usr/lib/live/config-hooks/ del directorio raíz del sistema en vivo pueden activarse con la palabra clave «filesystem».
id: Semua kait di /usr/lib/live/config-hooks/ di sistem berkas root sistem live dapat diaktifkan secara otomatis dengan kata kunci 'filesystem'.
pt_br: Todos os hooks em /usr/lib/live/config-hooks/ no sistema de arquivos raiz do sistema live podem ser automaticamente ativados com a palavra-chave 'filesystem'.
ru: Все хуки в /usr/lib/live/config-hooks/ в корневой файловой системе живой системы могут быть автоматически включены с помощью ключевого слова 'filesystem'.

source: All hooks in /minios/config-hooks/ of the live medium can be automatically enabled with the keyword 'medium'.
de: Alle Hooks in /minios/config-hooks/ des Live-Mediums können automatisch mit dem Schlüsselwort 'medium' aktiviert werden.
es: Todos los scripts gancho de /minios/config-hooks/ del medio en vivo pueden activarse con la palabra clave «medium».
id: Semua kait di /minios/config-hooks/ dari media live dapat diaktifkan secara otomatis dengan kata kunci 'medium'.
pt_br: Todos os hooks em /minios/config-hooks/ do meio live podem ser automaticamente ativados com a palavra-chave 'medium'.
ru: Все хуки в /minios/config-hooks/ Live-носителя могут быть автоматически включены с помощью ключевого слова 'medium'.

source: If several mechanisms are combined, then filesystem hooks are executed first, then medium hooks, and last the network hooks.
de: Werden mehrere Mechanismen kombiniert, werden zuerst Dateisystem-Hooks ausgeführt, dann Medium-Hooks und zuletzt Netzwerk-Hooks.
es: Si se combinan varios mecanismos, los scripts gancho del sistema de ficheros se ejecutan primero, después los del medio, y en último lugar los de red.
id: Jika beberapa mekanisme digabungkan, maka kait sistem berkas dieksekusi terlebih dahulu, kemudian kait media, dan terakhir kait jaringan.
pt_br: Se vários mecanismos forem combinados, os hooks do sistema de arquivos são executados primeiro, depois os hooks do meio e, por último, os hooks de rede.
ru: Если комбинируются несколько механизмов, то сначала выполняются хуки файловой системы, затем хуки носителя, и, наконец, сетевые хуки.

source: Boot Parameters (shortcuts)
de: Boot-Parameter (Kurzbefehle)
es: Parámetros de arranque (atajos)
id: Parameter Boot (pintasan)
pt_br: Parâmetros de Inicialização (atalhos)
ru: Параметры загрузки (ярлыки)

source: For some common use cases where it would require to combine several individual parameters, B<live-config> provides shortcuts. This allows both to have full granularity over all the options, as well keep things simple.
de: Für einige häufige Anwendungsfälle, bei denen es erforderlich wäre, mehrere einzelne Parameter zu kombinieren, bietet B<live-config> Kurzbefehle an. Dies ermöglicht sowohl eine volle Granularität über alle Optionen als auch eine einfache Handhabung.
es: Para algunos casos de uso común en los que es necesario combinar varios parámetros individuales, B<live-config> proporciona atajos. Esto permite tener control total sobre todas las opciones así como poder hacer las cosas de forma sencilla.
id: Untuk beberapa kasus penggunaan umum di mana dibutuhkan kombinasi beberapa parameter individual, B<live-config> menyediakan pintasan. Ini memungkinkan untuk memiliki granularitas penuh atas semua opsi, serta menjaga semuanya tetap sederhana.
pt_br: Para alguns casos de uso comuns onde seria necessário combinar vários parâmetros individuais, B<live-config> oferece atalhos. Isso permite ter total granularidade sobre todas as opções, bem como manter as coisas simples.
ru: Для некоторых распространенных случаев использования, когда требуется объединить несколько отдельных параметров, B<live-config> предоставляет ярлыки. Это позволяет иметь полную детализацию всех опций, а также сохранять простоту.

source: Disables sudo and policykit, the user cannot gain root privileges on the system.
de: Deaktiviert sudo und policykit, der Benutzer kann keine Root-Berechtigungen auf dem System erlangen.
es: Desactiva sudo y policyKit, el usuario no puede obtener privilegios de superusuario en el sistema.
id: Menonaktifkan sudo dan policykit, pengguna tidak dapat memperoleh hak istimewa root di sistem.
pt_br: Desabilita sudo e policykit, o usuário não pode obter privilégios de root no sistema.
ru: Отключает sudo и policykit, пользователь не может получить привилегии root в системе.

source: Disables both the automatic console login and the graphical autologin.
de: Deaktiviert sowohl die automatische Konsolenanmeldung als auch die grafische Autologin.
es: Desactiva el inicio de sesión automático en la consola y el inicio de sesión automático en la interfaz gráfica.
id: Menonaktifkan login konsol otomatis dan autologin grafis.
pt_br: Desabilita o login automático do console e o autologin gráfico.
ru: Отключает как автоматический вход в консоль, так и графический автологин.

source: Disables the automatic login on the console, not affecting the graphical autologin.
de: Deaktiviert die automatische Anmeldung an der Konsole, ohne die grafische Autologin zu beeinflussen.
es: Desactiva el inicio de sesión automático en la consola, sin afectar al inicio de sesión automático gráfico.
id: Menonaktifkan login otomatis di konsol, tidak memengaruhi autologin grafis.
pt_br: Desabilita o login automático no console, não afetando o autologin gráfico.
ru: Отключает автоматический вход в консоль, не влияя на графический автологин.

source: Disables the automatic login with any display manager, not affecting tty autologin.
de: Deaktiviert die automatische Anmeldung mit jedem Display-Manager, ohne die TTY-Autologin zu beeinflussen.
es: Desactiva el inicio de sesión automático con cualquier gestor de ventanas, sin afectar el inicio de sesión automático en un terminal tty.
id: Menonaktifkan login otomatis dengan manajer tampilan apa pun, tidak memengaruhi autologin tty.
pt_br: Desabilita o login automático com qualquer gerenciador de exibição, não afetando o autologin tty.
ru: Отключает автоматический вход с любым менеджером дисплея, не влияя на автологин tty.

source: Boot Parameters (special options)
de: Boot-Parameter (spezielle Optionen)
es: Parámetros de arranque (opciones especiales)
id: Parameter Boot (opsi khusus)
pt_br: Parâmetros de Inicialização (opções especiais)
ru: Параметры загрузки (специальные опции)

source: For special use cases there are some special boot parameters.
de: Für spezielle Anwendungsfälle gibt es einige spezielle Boot-Parameter.
es: Para casos de uso especial hay algunos parámetros de arranque especiales.
id: Untuk kasus penggunaan khusus ada beberapa parameter boot khusus.
pt_br: Para casos de uso especiais, existem alguns parâmetros de inicialização especiais.
ru: Для особых случаев использования существуют некоторые специальные параметры загрузки.

source: Enables debug output in live-config.
de: Aktiviert die Debug-Ausgabe in live-config.
es: Activa la información sobre errores en live-config.
id: Mengaktifkan output debug di live-config.
pt_br: Ativa a saída de depuração em live-config.
ru: Включает отладочный вывод в live-config.

source: Configuration Files
de: Konfigurationsdateien
es: Ficheros de configuración
id: File Konfigurasi
pt_br: Arquivos de Configuração
ru: Файлы конфигурации

source: B<live-config> can be configured (but not activated) through configuration files. Everything but the shortcuts that can be configured with a boot parameter can also alternatively be configured through one or more files. If configuration files are used, the 'boot=live' parameter is still required to activate B<live-config>.
de: B<live-config> kann über Konfigurationsdateien konfiguriert (aber nicht aktiviert) werden. Alles außer den Verknüpfungen, die mit einem Boot-Parameter konfiguriert werden können, kann auch alternativ über eine oder mehrere Dateien konfiguriert werden. Wenn Konfigurationsdateien verwendet werden, ist der Parameter 'boot=live' weiterhin erforderlich, um B<live-config> zu aktivieren.
es: B<live-config> se puede configurar (pero no activar) mediante ficheros de configuración. Todo, excepto los atajos que se pueden configurar con un parámetro de arranque, puede ser, alternativamente, configurado a través de uno o más ficheros. Aunque se utilicen los ficheros de configuración, el parámetro «boot =live» es necesario para activar B<live-config>.
id: B<live-config> dapat dikonfigurasi (tetapi tidak diaktifkan) melalui file konfigurasi. Segala sesuatu kecuali pintasan yang dapat dikonfigurasi dengan parameter boot juga dapat dikonfigurasi melalui satu atau lebih file. Jika file konfigurasi digunakan, parameter 'boot=live' masih diperlukan untuk mengaktifkan B<live-config>.
pt_br: B<live-config> pode ser configurado (mas não ativado) através de arquivos de configuração. Tudo, exceto os atalhos que podem ser configurados com um parâmetro de inicialização, também pode ser configurado através de um ou mais arquivos. Se arquivos de configuração forem usados, o parâmetro 'boot=live' ainda é necessário para ativar B<live-config>.
ru: B<live-config> может быть настроен (но не активирован) через файлы конфигурации. Все, кроме ярлыков, которые могут быть настроены с помощью параметра загрузки, также могут быть настроены через один или несколько файлов. Если используются файлы конфигурации, параметр 'boot=live' все еще требуется для активации B<live-config>.

source: B<Note:> If configuration files are used, either (preferably) all boot parameters should be put into the B<LIVE_CONFIG_CMDLINE> variable, or individual variables can be set. If individual variables are used, the user is required to ensure that all the necessary variables are set to create a valid configuration.
de: B<Hinweis:> Wenn Konfigurationsdateien verwendet werden, sollten entweder (vorzugsweise) alle Boot-Parameter in die Variable B<LIVE_CONFIG_CMDLINE> eingefügt oder individuelle Variablen festgelegt werden. Wenn individuelle Variablen verwendet werden, muss der Benutzer sicherstellen, dass alle erforderlichen Variablen festgelegt sind, um eine gültige Konfiguration zu erstellen.
es: B<Nota:> Si se utilizan ficheros de configuración, todos los parámetros de arranque deben (preferiblemente) ser especificados en la variable B<LIVE_CONFIG_CMDLINE> o bien, se pueden especificar variables individuales, el usuario debe asegurarse de crear todas las variables necesarias para tener una configuración válida.
id: B<Catatan:> Jika file konfigurasi digunakan, sebaiknya semua parameter boot harus ditempatkan dalam variabel B<LIVE_CONFIG_CMDLINE>, atau variabel individual dapat diatur. Jika variabel individual digunakan, pengguna diwajibkan untuk memastikan bahwa semua variabel yang diperlukan diatur untuk membuat konfigurasi yang valid.
pt_br: B<Nota:> Se arquivos de configuração forem usados, (preferencialmente) todos os parâmetros de inicialização devem ser colocados na variável B<LIVE_CONFIG_CMDLINE>, ou variáveis individuais podem ser definidas. Se variáveis individuais forem usadas, o usuário é obrigado a garantir que todas as variáveis necessárias estejam definidas para criar uma configuração válida.
ru: B<Примечание:> Если используются файлы конфигурации, то (предпочтительно) все параметры загрузки должны быть помещены в переменную B<LIVE_CONFIG_CMDLINE>, либо могут быть установлены отдельные переменные. Если используются отдельные переменные, пользователь обязан убедиться, что все необходимые переменные установлены для создания действительной конфигурации.

source: Configuration files can be placed either in the root filesystem itself (/etc/live/config.conf, /etc/live/config.conf.d/*.conf), or on the live media (minios/config.conf, minios/config.conf.d/*.conf). If both places are used for a certain option, the ones from the live media take precedence over the ones from the root filesystem.
de: Konfigurationsdateien können entweder im Root-Dateisystem selbst (/etc/live/config.conf, /etc/live/config.conf.d/*.conf) oder auf dem Live-Medium (live/config.conf, live/config.conf.d/*.conf) platziert werden. Wenn beide Orte für eine bestimmte Option verwendet werden, haben die vom Live-Medium Vorrang vor denen aus dem Root-Dateisystem.
es: Los ficheros de configuración se pueden colocar en el sistema de ficheros raíz (/etc/live/config.conf, /etc/live/config.conf.d/*.conf), o en el medio en vivo (minios/config.conf, minios/config.conf.d/*.conf). Si ambos directorios se utilizan para una determinada opción, la del medio en vivo tienen prioridad sobre la del sistema de ficheros raíz.
id: File konfigurasi dapat ditempatkan baik di sistem file root itu sendiri (/etc/live/config.conf, /etc/live/config.conf.d/*.conf), atau di media live (minios/config.conf, minios/config.conf.d/*.conf). Jika kedua lokasi digunakan untuk opsi tertentu, yang dari media live lebih diutamakan daripada yang dari sistem file root.
pt_br: Arquivos de configuração podem ser colocados no próprio sistema de arquivos raiz (/etc/live/config.conf, /etc/live/config.conf.d/*.conf), ou na mídia live (minios/config.conf, minios/config.conf.d/*.conf). Se ambos os locais forem usados para uma determinada opção, os da mídia live têm precedência sobre os do sistema de arquivos raiz.
ru: Файлы конфигурации могут быть размещены либо в самой корневой файловой системе (/etc/live/config.conf, /etc/live/config.conf.d/*.conf), либо на Live-носителе (minios/config.conf, minios/config.conf.d/*.conf). Если для определенной опции используются оба места, то те, что на Live-носителе, имеют приоритет над теми, что в корневой файловой системе.

source: Although the configuration files placed in the configuration directories do not require a particular name, it is suggested for consistency reasons to either use 'vendor.conf' or 'project.conf' as a naming scheme (whereas 'vendor' or 'project' is replaced with the actual name, resulting in a filename like 'progress-linux.conf').
de: Obwohl die in den Konfigurationsverzeichnissen abgelegten Konfigurationsdateien keinen bestimmten Namen erfordern, wird aus Gründen der Konsistenz empfohlen, entweder 'vendor.conf' oder 'project.conf' als Benennungsschema zu verwenden (wobei 'vendor' oder 'project' durch den tatsächlichen Namen ersetzt wird, was zu einem Dateinamen wie 'progress-linux.conf' führt).
es: Aunque los ficheros de configuración situados en los directorios de configuración no requieren un nombre en concreto, se sugiere, por coherencia, utilizar como nomenclatura «vendor.conf» o «project.conf» (Siempre que «vendor» o «project» se sustituya por el nombre real, lo que resultará en un nombre de fichero como «progress-linux.conf»).
id: Meskipun file konfigurasi yang ditempatkan di direktori konfigurasi tidak memerlukan nama tertentu, disarankan untuk alasan konsistensi untuk menggunakan 'vendor.conf' atau 'project.conf' sebagai skema penamaan (di mana 'vendor' atau 'project' diganti dengan nama sebenarnya, menghasilkan nama file seperti 'progress-linux.conf').
ru: Хотя файлы конфигурации, размещенные в каталогах конфигурации, не требуют конкретного имени, для обеспечения согласованности рекомендуется использовать 'vendor.conf' или 'project.conf' в качестве схемы именования (где 'vendor' или 'project' заменяется фактическим именем, в результате чего получается имя файла, например 'progress-linux.conf').

source: The actual content of the configuration files consists of one or more of the following variables.
de: Der tatsächliche Inhalt der Konfigurationsdateien besteht aus einer oder mehreren der folgenden Variablen.
es: El contenido de los ficheros de configuración consiste en una o más de las siguientes variables.
id: Konten aktual dari file konfigurasi terdiri dari satu atau lebih variabel berikut.
pt_br: O conteúdo real dos arquivos de configuração consiste em uma ou mais das seguintes variáveis.
ru: Фактическое содержимое файлов конфигурации состоит из одной или нескольких следующих переменных.

source: This variable corresponds to the bootloader command line.
de: Diese Variable entspricht der Bootloader-Kommandozeile.
es: Esta variable corresponde a la línea de comandos del gestor de arranque.
id: Variabel ini sesuai dengan baris perintah bootloader.
pt_br: Esta variável corresponde à linha de comando do carregador de inicialização.
ru: Эта переменная соответствует командной строке загрузчика.

source: B<LIVE_CONFIG_COMPONENTS>=I<COMPONENT1>,I<COMPONENT2>, ... I<COMPONENTn>
de: B<LIVE_CONFIG_COMPONENTS>=I<KOMPONENTE1>,I<KOMPONENTE2>, ... I<KOMPONENTE_n>
id: B<LIVE_CONFIG_COMPONENTS>=I<KOMPONEN1>,I<KOMPONEN2>, ... I<KOMPONENn>
pt_br: B<LIVE_CONFIG_COMPONENTS>=I<COMPONENTE1>,I<COMPONENTE2>, ... I<COMPONENTE_n>
ru: B<LIVE_CONFIG_COMPONENTS>=I<КОМПОНЕНТ1>,I<КОМПОНЕНТ2>, ... I<КОМПОНЕНТn>
