Repository: minios-linux/minios-translations
Catalog: manpages/minios-live-config/po/*/live-config.7.po
Languages: de, es, id, pt_br, ru

source: This variable corresponds to the 'B<live-config.bind-user-dirs>=true|false' parameter. It enables or disables bind-mounting for user directories.
de: Diese Variable entspricht dem Parameter 'B<live-config.bind-user-dirs>=true|false'. Sie aktiviert oder deaktiviert das Bind-Mounting für Benutzerverzeichnisse.
es: Esta variable corresponde al parámetro 'B<live-config.bind-user-dirs>=true|false'. Habilita o deshabilita el montaje de enlace para los directorios de usuario.
id: Variabel ini sesuai dengan parameter 'B<live-config.bind-user-dirs>=true|false'. Ini mengaktifkan atau menonaktifkan pemasangan ikatan untuk direktori pengguna.
pt_br: Esta variável corresponde ao parâmetro 'B<live-config.bind-user-dirs>=true|false'. Ela ativa ou desativa a montagem de vínculo para diretórios de usuário.
ru: Эта переменная соответствует параметру 'B<live-config.bind-user-dirs>=true|false'. Она включает или отключает монтирование с привязкой для пользовательских каталогов.

source: B<LIVE_USER_DIRS_PATH>=I<PATH>
de: B<LIVE_USER_DIRS_PATH>=I<PFAD>
es: B<LIVE_USER_DIRS_PATH>=I<RUTA>
id: B<LIVE_USER_DIRS_PATH>=I<JALUR>
pt_br: B<LIVE_USER_DIRS_PATH>=I<CAMINHO>
ru: B<LIVE_USER_DIRS_PATH>=I<ПУТЬ>

source: This variable corresponds to the 'B<live-config.user-dirs-path>=I<PATH>' parameter. It specifies the path for user directories on the media.
de: Diese Variable entspricht dem Parameter 'B<live-config.user-dirs-path>=I<PFAD>'. Sie gibt den Pfad für Benutzerverzeichnisse auf den Medien an.
es: Esta variable corresponde al parámetro 'B<live-config.user-dirs-path>=I<RUTA>'. Especifica la ruta para los directorios de usuario en el medio.
id: Variabel ini sesuai dengan parameter 'B<live-config.user-dirs-path>=I<JALUR>'. Variabel ini menentukan jalur untuk direktori pengguna di media.
pt_br: Esta variável corresponde ao parâmetro 'B<live-config.user-dirs-path>=I<CAMINHO>'. Ela especifica o caminho para os diretórios de usuário na mídia.
ru: Эта переменная соответствует параметру 'B<live-config.user-dirs-path>=I<ПУТЬ>'. Она указывает путь для пользовательских каталогов на носителе.

source: This variable holds the state specified by the 'live-config.module-mode' (or 'module-mode') parameter. When it is set to "merged", the live system applies updates (via minios-update-users, minios-update-cache, and minios-update-dpkg) to merge custom configurations with the base environment.
de: Diese Variable enthält den Zustand, der durch den Parameter 'live-config.module-mode' (oder 'module-mode') festgelegt wurde. Wenn dieser auf "merged" gesetzt ist, wendet das Live-System Updates an (über minios-update-users, minios-update-cache und minios-update-dpkg), um benutzerdefinierte Konfigurationen mit der Basisumgebung zu verschmelzen.
es: Esta variable contiene el estado especificado por el parámetro 'live-config.module-mode' (o 'module-mode'). Cuando está configurada como "merged", el sistema en vivo aplica actualizaciones (a través de minios-update-users, minios-update-cache y minios-update-dpkg) para combinar las configuraciones personalizadas con el entorno base.
id: Variabel ini menyimpan status yang ditentukan oleh parameter 'live-config.module-mode' (atau 'module-mode'). Jika disetel ke "merged", sistem live akan menerapkan pembaruan (melalui minios-update-users, minios-update-cache, dan minios-update-dpkg) untuk menggabungkan konfigurasi khusus dengan lingkungan dasar.
pt_br: Esta variável mantém o estado especificado pelo parâmetro 'live-config.module-mode' (ou 'module-mode'). Quando configurada como "merged", o sistema ao vivo aplica atualizações (via minios-update-users, minios-update-cache e minios-update-dpkg) para mesclar configurações personalizadas com o ambiente base.
ru: Эта переменная содержит состояние, заданное параметром 'live-config.module-mode' (или 'module-mode'). Когда она установлена в значение "merged", живая система применяет обновления (с помощью minios-update-users, minios-update-cache и minios-update-dpkg) для объединения пользовательских конфигураций с базовой средой.

source: This variable corresponds to the 'B<live-config.debug>' parameter.
de: Diese Variable entspricht dem Parameter 'B<live-config.debug>'.
es: Esta variable corresponde al parámetro 'B<live-config.debug>'
id: Variabel ini sesuai dengan parameter 'B<live-config.debug>'.
pt_br: Esta variável corresponde ao parâmetro 'B<live-config.debug>'.
ru: Эта переменная соответствует параметру 'B<live-config.debug>'.

source: CUSTOMIZATION
de: ANPASSUNG
es: PERSONALIZACIÓN
id: KUSTOMISASI
pt_br: CUSTOMIZAÇÃO
ru: НАСТРОЙКА

source: B<live-config> can be easily customized for downstream projects or local usage.
de: B<live-config> kann leicht für nachgelagerte Projekte oder den lokalen Gebrauch angepasst werden.
es: B<live-config> puede ser fácilmente personalizado para proyectos derivados o de uso local.
id: B<live-config> dapat dengan mudah disesuaikan untuk proyek-proyek hilir atau penggunaan lokal.
pt_br: B<live-config> pode ser facilmente personalizado para projetos downstream ou uso local.
ru: B<live-config> может быть легко настроен для дочерних проектов или локального использования.

source: Adding new config components
de: Hinzufügen neuer Konfigurationskomponenten
es: Añadiendo nuevos componentes de configuración
id: Menambahkan komponen konfigurasi baru
pt_br: Adicionando novos componentes de configuração
ru: Добавление новых компонентов конфигурации

source: Downstream projects can put their components into /usr/lib/live/config and do not need to do anything else, the components will be called automatically during boot.
de: Nachgelagerte Projekte können ihre Komponenten in /usr/lib/live/config ablegen und müssen nichts weiter tun, die Komponenten werden während des Bootvorgangs automatisch aufgerufen.
es: Los proyectos derivados pueden incluir sus componentes en /usr/lib/live/config y sin necesidad de hacer otra cosa, las secuencias de comandos se ejecutarán automáticamente durante el proceso de arranque.
id: Proyek hilir dapat menempatkan komponen mereka ke dalam /usr/lib/live/config dan tidak perlu melakukan hal lain, komponen akan dipanggil secara otomatis saat boot.
pt_br: Projetos downstream podem colocar seus componentes em /usr/lib/live/config e não precisam fazer mais nada, os componentes serão chamados automaticamente durante a inicialização.
ru: Дочерние проекты могут помещать свои компоненты в /usr/lib/live/config и не нуждаются в чем-либо еще, компоненты будут вызываться автоматически во время загрузки.

source: The components are best put into an own debian package. A sample package containing an example component can be found in /usr/share/doc/live-config/examples.
de: Die Komponenten sollten am besten in ein eigenes Debian-Paket gepackt werden. Ein Beispielpaket, das eine Beispielkomponente enthält, finden Sie unter /usr/share/doc/live-config/examples.
es: Lo ideal sería incluir los componentes en su propio paquete debian. En /usr/share/doc/live-config/examples se encuentra un paquete de muestra con un componente de ejemplo.
id: Komponen-komponen tersebut sebaiknya dimasukkan ke dalam paket debian sendiri. Contoh paket yang berisi komponen contoh dapat ditemukan di /usr/share/doc/live-config/examples.
pt_br: Os componentes são melhor colocados em um pacote debian próprio. Um pacote de exemplo contendo um componente de exemplo pode ser encontrado em /usr/share/doc/live-config/examples.
ru: Компоненты лучше всего помещать в отдельный debian-пакет. Пример пакета, содержащего пример компонента, можно найти в /usr/share/doc/live-config/examples.

source: Removing existing config components
de: Entfernen bestehender Konfigurationskomponenten
es: Eliminación de componentes de configuración existentes.
id: Menghapus komponen konfigurasi yang ada
pt_br: Removendo componentes de configuração existentes
ru: Удаление существующих компонентов конфигурации

source: It is not really possible to remove components itself in a sane way yet without requiring either to ship a locally modified B<live-config> package or using dpkg-divert. However, the same can be achieved by disabling the respective components through the live-config.nocomponents mechanism, see above. To avoid to always need specifying disabled components through the boot parameter, a configuration file should be used, see above.
de: Es ist noch nicht wirklich möglich, Komponenten selbst auf sinnvolle Weise zu entfernen, ohne entweder ein lokal modifiziertes B<live-config>-Paket auszuliefern oder dpkg-divert zu verwenden. Dies kann jedoch erreicht werden, indem die entsprechenden Komponenten über den live-config.nocomponents-Mechanismus deaktiviert werden (siehe oben). Um zu vermeiden, dass deaktivierte Komponenten immer über den Boot-Parameter angegeben werden müssen, sollte eine Konfigurationsdatei verwendet werden (siehe oben).
es: No es realmente posible eliminar los componentes de una manera sensata sin incluir un paquete B<live-config> modificado localmente o utilizando dpkg-divert. Sin embargo, se puede obtener el mismo resultado si se desactivan los componentes correspondientes a través del mecanismo live-config.nocomponents, como se ha indicado anteriormente. Para evitar que siempre haga falta especificar qué componentes se desactivan a través del parámetro de arranque, debería utilizarse un fichero de configuración, véase más arriba.
id: Sebenarnya tidak mungkin untuk menghapus komponen itu sendiri dengan cara yang baik tanpa memerlukan pengiriman paket B<live-config> yang dimodifikasi secara lokal atau menggunakan dpkg-divert. Namun, hal yang sama dapat dicapai dengan menonaktifkan komponen yang bersangkutan melalui mekanisme live-config.nocomponents, lihat di atas. Untuk menghindari keharusan selalu menentukan komponen yang dinonaktifkan melalui parameter boot, file konfigurasi harus digunakan, lihat di atas.
pt_br: Não é realmente possível remover componentes de forma sensata ainda sem exigir o envio de um pacote B<live-config> modificado localmente ou o uso de dpkg-divert. No entanto, o mesmo pode ser alcançado desabilitando os componentes respectivos através do mecanismo live-config.nocomponents, veja acima. Para evitar a necessidade de sempre especificar componentes desabilitados através do parâmetro de inicialização, um arquivo de configuração deve ser usado, veja acima.
ru: На самом деле пока невозможно разумным способом удалить компоненты, не требуя либо поставки локально модифицированного пакета B<live-config>, либо использования dpkg-divert. Однако того же можно достичь, отключив соответствующие компоненты с помощью механизма live-config.nocomponents, см. выше. Чтобы избежать постоянной необходимости указывать отключенные компоненты через параметр загрузки, следует использовать файл конфигурации, см. выше.

source: The configuration files for the live system itself are best put into an own debian package. A sample package containing an example configuration can be found in /usr/share/doc/live-config/examples.
de: Die Konfigurationsdateien für das Live-System selbst sollten am besten in ein eigenes Debian-Paket gepackt werden. Ein Beispielpaket, das eine Beispielkonfiguration enthält, finden Sie unter /usr/share/doc/live-config/examples.
es: Lo ideal sería incluir los ficheros de configuración para el sistema en vivo dentro de un paquete debian. Se puede encontrar un paquete de muestra con un ejemplo de configuración en /usr/share/doc/live-config/examples.
id: File-file konfigurasi untuk sistem live itu sendiri sebaiknya dimasukkan ke dalam paket debian sendiri. Contoh paket yang berisi konfigurasi contoh dapat ditemukan di /usr/share/doc/live-config/examples.
pt_br: Os arquivos de configuração para o próprio sistema live são melhor colocados em um pacote debian próprio. Um pacote de exemplo contendo uma configuração de exemplo pode ser encontrado em /usr/share/doc/live-config/examples.
ru: Файлы конфигурации для самой Live-системы лучше всего помещать в отдельный пакет debian. Пример пакета, содержащего пример конфигурации, можно найти в /usr/share/doc/live-config/examples.

source: COMPONENTS
de: KOMPONENTEN
es: COMPONENTES
id: KOMPONEN
pt_br: COMPONENTES
ru: КОМПОНЕНТЫ

source: B<live-config> currently features the following components in /usr/lib/live/config.
de: B<live-config> verfügt derzeit über die folgenden Komponenten in /usr/lib/live/config.
es: B<live-config> incluye los siguientes componentes en /usr/lib/live/config.
id: B<live-config> saat ini memiliki komponen-komponen berikut di /usr/lib/live/config.
pt_br: B<live-config> atualmente apresenta os seguintes componentes em /usr/lib/live/config.
ru: B<live-config> в настоящее время включает следующие компоненты в /usr/lib/live/config.

source: removes or restores the systemd NSS module in /etc/nsswitch.conf to work around a known systemd issue.
de: Entfernt oder stellt das systemd NSS-Modul in /etc/nsswitch.conf wieder her, um ein bekanntes systemd-Problem zu umgehen.
es: Elimina o restaura el módulo NSS de systemd en /etc/nsswitch.conf para resolver un problema conocido de systemd.
id: Menghapus atau mengembalikan modul NSS systemd di /etc/nsswitch.conf untuk mengatasi masalah systemd yang diketahui.
pt_br: Remove ou restaura o módulo NSS do systemd em /etc/nsswitch.conf para contornar um problema conhecido do systemd.
ru: удаляет или восстанавливает модуль NSS systemd в /etc/nsswitch.conf для обхода известной проблемы systemd.

source: allows one to apply arbitrary preseed files placed on the live media or an http/ftp server.
de: ermöglicht das Anwenden beliebiger Preseed-Dateien, die sich auf den Live-Medien oder einem HTTP-/FTP-Server befinden.
es: permite aplicar de forma arbitraria ficheros de preconfiguración situados en el medios en vivo o en un servidor http/ftp.
id: Memungkinkan seseorang untuk menerapkan file preseed arbitrer yang ditempatkan di media live atau server http/ftp.
pt_br: Permite aplicar arquivos preseed arbitrários colocados na mídia live ou em um servidor http/ftp.
ru: позволяет применять произвольные предварительные файлы, размещенные на Live-носителе или на http/ftp сервере.

source: configures /etc/hostname and /etc/hosts.
de: konfiguriert /etc/hostname und /etc/hosts.
es: configura /etc/hostname y /etc/hosts.
id: Mengonfigurasi /etc/hostname dan /etc/hosts.
pt_br: Configura /etc/hostname e /etc/hosts.
ru: настраивает /etc/hostname и /etc/hosts.

source: sets up the /etc/issue file with a welcome banner and distribution information.
de: Richtet die Datei /etc/issue mit einem Willkommensbanner und Distributionsinformationen ein.
es: Configura el archivo /etc/issue con un banner de bienvenida e información de la distribución.
id: Mengatur file /etc/issue dengan spanduk selamat datang dan informasi distribusi.
pt_br: Configura o arquivo /etc/issue com um banner de boas-vindas e informações da distribuição.
ru: настраивает файл /etc/issue с приветственным баннером и информацией о дистрибутиве.

source: configures user and root passwords via live-debconfig.
de: Konfiguriert Benutzer- und Root-Passwörter über live-debconfig.
es: Configura las contraseñas de usuario y root a través de live-debconfig.
id: Mengonfigurasi kata sandi pengguna dan root melalui live-debconfig.
pt_br: Configura as senhas de usuário e root via live-debconfig.
ru: настраивает пароли пользователя и root через live-debconfig.

source: adds a live user account.
de: fügt ein Live-Benutzerkonto hinzu.
es: Añade una cuenta de usuario en vivo.
id: Menambahkan akun pengguna live.
pt_br: Adiciona uma conta de usuário live.
ru: добавляет Live-пользователя.

source: sets or updates the root password and configures the root user environment.
de: Legt das Root-Passwort fest oder aktualisiert es und konfiguriert die Root-Benutzerumgebung.
es: Establece o actualiza la contraseña de root y configura el entorno de usuario root.
id: Mengatur atau memperbarui kata sandi root dan mengonfigurasi lingkungan pengguna root.
pt_br: Define ou atualiza a senha de root e configura o ambiente de usuário root.
ru: устанавливает или обновляет пароль root и настраивает среду пользователя root.

source: grants sudo privileges to the live user.
de: erteilt dem Live-Benutzer sudo-Berechtigungen.
es: garantiza privilegios de sudo al usuario del sistema en vivo.
id: Memberikan hak istimewa sudo kepada pengguna live.
pt_br: Concede privilégios sudo ao usuário live.
ru: предоставляет sudo-привилегии Live-пользователю.

source: configures mounting of media and linking or binding of user directories for persistent data.
de: Konfiguriert das Mounten von Medien und das Verknüpfen oder Binden von Benutzerverzeichnissen für persistente Daten.
es: Configura el montaje de medios y el enlace o enlace de directorios de usuario para datos persistentes.
id: Mengonfigurasi pemasangan media dan tautan atau pengikatan direktori pengguna untuk data persisten.
pt_br: Configura a montagem de mídia e a vinculação ou ligação de diretórios de usuário para dados persistentes.
ru: настраивает монтирование носителей и связывание или привязку пользовательских каталогов для постоянных данных.

source: configures locales.
de: konfiguriert Gebietsschemas.
es: configura las variantes locales.
id: Mengonfigurasi lokal.
pt_br: Configura os locais.
ru: настраивает локали.

source: configures /etc/timezone.
de: konfiguriert /etc/timezone.
es: configura /etc/timezone.
id: Mengonfigurasi /etc/timezone.
pt_br: Configura /etc/timezone.
ru: настраивает /etc/timezone.

source: configures username in xorg.service.
de: konfiguriert Benutzernamen in xorg.service.
es: configura el nombre de usuario en xorg.service.
id: Mengonfigurasi nama pengguna di xorg.service.
pt_br: configura o nome de usuário em xorg.service.
ru: настраивает имя пользователя в xorg.service.

source: configures autologin in gdm3.
de: konfiguriert Autologin in gdm3.
es: configura el inicio de sesión automático en gdm3.
id: Mengonfigurasi autologin di gdm3.
pt_br: Configura o autologin no gdm3.
ru: настраивает автологин в gdm3.

source: configures autologin in kdm.
de: konfiguriert Autologin in kdm.
es: configura el inicio de sesión automático en kdm.
id: Mengonfigurasi autologin di kdm.
pt_br: Configura o autologin no kdm.
ru: настраивает автологин в kdm.

source: configures autologin in lightdm.
de: konfiguriert Autologin in lightdm.
es: configura el inicio de sesión automático en lightdm.
id: Mengonfigurasi autologin di lightdm.
pt_br: Configura o autologin no lightdm.
ru: настраивает автологин в lightdm.

source: configures autologin in lxdm.
de: konfiguriert Autologin in lxdm.
es: configura el inicio de sesión automático en lxdm.
id: Mengonfigurasi autologin di lxdm.
pt_br: Configura o autologin no lxdm.
ru: настраивает автологин в lxdm.

source: configures autologin in nodm.
de: konfiguriert Autologin in nodm.
es: configura el inicio de sesión automático en nodm.
id: Mengonfigurasi autologin di nodm.
pt_br: Configura o autologin no nodm.
ru: настраивает автологин в nodm.

source: configures autologin in slim.
de: konfiguriert Autologin in slim.
es: configura el inicio de sesión automático en slim.
id: Mengonfigurasi autologin di slim.
pt_br: Configura o autologin no slim.
ru: настраивает автологин в slim.

source: configures autologin with xinit.
de: konfiguriert Autologin mit xinit.
es: configura el inicio de sesión automático con xinit.
id: Mengonfigurasi autologin dengan xinit.
pt_br: Configura o autologin com xinit.
ru: настраивает автологин с xinit.

source: configures the keyboard.
de: konfiguriert die Tastatur.
es: configura el teclado.
id: Mengonfigurasi keyboard.
pt_br: Configura o teclado.
ru: настраивает клавиатуру.

source: configures sysvinit.
de: konfiguriert sysvinit.
es: configura sysvinit.
id: Mengonfigurasi sysvinit.
pt_br: Configura o sysvinit.
ru: настраивает sysvinit.

source: configures sysv-rc by disabling listed services.
de: konfiguriert sysv-rc durch Deaktivierung gelisteter Dienste.
es: configura sysv-rc desactivando los sevicios listados.
id: Mengonfigurasi sysv-rc dengan menonaktifkan layanan yang terdaftar.
pt_br: Configura sysv-rc desabilitando os serviços listados.
ru: настраивает sysv-rc, отключая перечисленные службы.

source: disables lastlog.
de: deaktiviert lastlog.
es: Desactiva lastlog.
id: Menonaktifkan lastlog.
pt_br: Desabilita o lastlog.
ru: отключает lastlog.

source: disables anacron.
de: deaktiviert anacron.
es: Desactiva anacron.
id: Menonaktifkan anacron.
pt_br: Desabilita anacron.
ru: отключает anacron.

source: disables util-linux' hwclock.
de: deaktiviert util-linux' hwclock.
es: Desactiva util-linux' hwclock.
id: Menonaktifkan hwclock util-linux.
pt_br: Desabilita o hwclock do util-linux.
ru: отключает hwclock в util-linux.

source: disables apport.
de: deaktiviert apport.
es: Desactiva apport.
id: Menonaktifkan apport.
pt_br: Desabilita apport.
ru: отключает apport.

source: disables lock button for the screen.
de: deaktiviert die Bildschirmsperrtaste.
es: Desactiva el botón de bloqueo de la pantalla.
id: Menonaktifkan tombol kunci untuk layar.
pt_br: Desabilita o botão de bloqueio para a tela.
ru: отключает кнопку блокировки экрана.

source: disables hibernation.
de: deaktiviert den Ruhezustand.
es: Desactiva la hibernación.
id: Menonaktifkan hibernasi.
pt_br: Desabilita a hibernação.
ru: отключает гибернацию.

source: disables the screensaver locking the screen.
de: deaktiviert den Bildschirmschoner, der den Bildschirm sperrt.
es: Impide que el salvapantallas bloquee la pantalla.
id: Menonaktifkan pengunci layar oleh screensaver.
pt_br: Desabilita o protetor de tela bloqueando a tela.
ru: отключает блокировку экрана заставкой.

source: disables KDE migration wizard (squeeze and newer).
de: deaktiviert den KDE-Migrationsassistenten (squeeze und neuer).
es: Desactiva el asistente de migración de KDE (Squeeze y superior).
id: Menonaktifkan wizard migrasi KDE (squeeze dan yang lebih baru).
pt_br: Desabilita o assistente de migração do KDE (squeeze e mais recentes).
ru: отключает мастер миграции KDE (squeeze и новее).

source: disables some unwanted KDE services (squeeze and newer).
de: deaktiviert einige unerwünschte KDE-Dienste (squeeze und neuer).
es: Desactiva algunos servicios de KDE no deseados (squeeze y superior).
id: Menonaktifkan beberapa layanan KDE yang tidak diinginkan (squeeze dan yang lebih baru).
pt_br: Desabilita alguns serviços KDE indesejados (squeeze e mais recentes).
ru: отключает некоторые нежелательные службы KDE (squeeze и новее).

source: grant user privilegies through policykit.
de: erteilt Benutzerberechtigungen über PolicyKit.
es: garantiza privilegios de usuario mediante policykit.
id: Memberikan hak istimewa pengguna melalui policykit.
pt_br: Concede privilégios de usuário através do policykit.
ru: предоставляет пользовательские привилегии через policykit.

source: regenerating ssl snake-oil certificates.
de: regeneriert SSL-Snake-Oil-Zertifikate.
es: Regenera los certificados ssl snake-oil.
id: Meregenerasi sertifikat SSL snake-oil.
pt_br: Regenerando certificados ssl snake-oil.
ru: перегенерация SSL-сертификатов snake-oil.

source: configures xrdp for remote desktop connectivity.
de: konfiguriert xrdp für Remote-Desktop-Konnektivität.
es: Configura xrdp para la conectividad de escritorio remoto.
id: Mengonfigurasi xrdp untuk konektivitas desktop jarak jauh.
pt_br: Configura o xrdp para conectividade de área de trabalho remota.
ru: настраивает xrdp для подключения к удаленному рабочему столу.

source: configures xfce4-panel to default settings.
de: konfiguriert xfce4-panel auf Standardeinstellungen.
es: configura xfce4-panel utilizando las opciones por defecto.
id: Mengonfigurasi xfce4-panel ke pengaturan default.
pt_br: Configura o xfce4-panel para as configurações padrão.
ru: настраивает xfce4-panel на настройки по умолчанию.
