Repository: minios-linux/minios-translations
Catalog: manpages/minios-live-config/po/*/live-config.7.po
Languages: de, es, id, pt_br, ru

source: This variable corresponds to the 'B<live-config.components>=I<COMPONENT1>,I<COMPONENT2>, ... I<COMPONENTn>' parameter.
de: Diese Variable entspricht dem Parameter 'B<live-config.components>=I<KOMPONENTE1>,I<KOMPONENTE2>, ... I<KOMPONENTE_n>'.
es: Esta variable corresponde al parámetro 'B<live-config.components>=I<COMPONENT1>,I<COMPONENT2>, ... I<COMPONENTn>'
id: Variabel ini sesuai dengan parameter 'B<live-config.components>=I<KOMPONEN1>,I<KOMPONEN2>, ... I<KOMPONENn>'.
pt_br: Esta variável corresponde ao parâmetro 'B<live-config.components>=I<COMPONENTE1>,I<COMPONENTE2>, ... I<COMPONENTE_n>'.
ru: Эта переменная соответствует параметру 'B<live-config.components>=I<КОМПОНЕНТ1>,I<КОМПОНЕНТ2>, ... I<КОМПОНЕНТn>'.

source: B<LIVE_CONFIG_NOCOMPONENTS>=I<COMPONENT1>,I<COMPONENT2>, ... I<COMPONENTn>
de: B<LIVE_CONFIG_NOCOMPONENTS>=I<KOMPONENTE1>,I<KOMPONENTE2>, ... I<KOMPONENTE_n>
id: B<LIVE_CONFIG_NOCOMPONENTS>=I<KOMPONEN1>,I<KOMPONEN2>, ... I<KOMPONENn>
pt_br: B<LIVE_CONFIG_NOCOMPONENTS>=I<COMPONENTE1>,I<COMPONENTE2>, ... I<COMPONENTE_n>
ru: B<LIVE_CONFIG_NOCOMPONENTS>=I<КОМПОНЕНТ1>,I<КОМПОНЕНТ2>, ... I<КОМПОНЕНТn>

source: This variable corresponds to the 'B<live-config.nocomponents>=I<COMPONENT1>,I<COMPONENT2>, ... I<COMPONENTn>' parameter.
de: Diese Variable entspricht dem Parameter 'B<live-config.nocomponents>=I<KOMPONENTE1>,I<KOMPONENTE2>, ... I<KOMPONENTE_n>'.
es: Esta variable corresponde al parámetro 'B<live-config.nocomponents>=I<COMPONENT1>,I<COMPONENT2>, ... I<COMPONENTn>'
id: Variabel ini sesuai dengan parameter 'B<live-config.nocomponents>=I<KOMPONEN1>,I<KOMPONEN2>, ... I<KOMPONENn>'.
pt_br: Esta variável corresponde ao parâmetro 'B<live-config.nocomponents>=I<COMPONENTE1>,I<COMPONENTE2>, ... I<COMPONENTE_n>'.
ru: Эта переменная соответствует параметру 'B<live-config.nocomponents>=I<КОМПОНЕНТ1>,I<КОМПОНЕНТ2>, ... I<КОМПОНЕНТn>'.

source: This variable corresponds to the 'B<live-config.debconf-preseed>=filesystem|medium|I<URL1>|I<URL2>| ... |I<URLn>' parameter.
de: Diese Variable entspricht dem Parameter 'B<live-config.debconf-preseed>=filesystem|medium|I<URL1>|I<URL2>| ... |I<URLn>'.
es: Esta variable corresponde al parámetro 'B<live-config.debconf-preseed>=filesystem|medium|I<URL1>|I<URL2>| ... |I<URLn>'
id: Variabel ini sesuai dengan parameter 'B<live-config.debconf-preseed>=filesystem|medium|I<URL1>|I<URL2>| ... |I<URLn>'.
pt_br: Esta variável corresponde ao parâmetro 'B<live-config.debconf-preseed>=filesystem|medium|I<URL1>|I<URL2>| ... |I<URLn>'.
ru: Эта переменная соответствует параметру 'B<live-config.debconf-preseed>=filesystem|medium|I<URL1>|I<URL2>| ... |I<URLn>'.

source: B<LIVE_HOSTNAME>=I<HOSTNAME>
id: B<LIVE_HOSTNAME>=I<NAMA HOST>
pt_br: B<LIVE_HOSTNAME>=I<NOME_DO_HOST>
ru: B<LIVE_HOSTNAME>=I<ИМЯ_ХОСТА>

source: This variable corresponds to the 'B<live-config.hostname>=I<HOSTNAME>' parameter.
de: Diese Variable entspricht dem Parameter 'B<live-config.hostname>=I<HOSTNAME>'.
es: Esta variable corresponde al parámetro 'B<live-config.hostname>=I<HOSTNAME>'
id: Variabel ini sesuai dengan parameter 'B<live-config.hostname>=I<NAMA_HOST>'.
pt_br: Esta variável corresponde ao parâmetro 'B<live-config.hostname>=I<NOME_DO_HOST>'.
ru: Эта переменная соответствует параметру 'B<live-config.hostname>=I<ИМЯ_ХОСТА>'.

source: B<LIVE_USERNAME>=I<USERNAME>
de: B<LIVE_USERNAME>=I<BENUTZERNAME>
id: B<LIVE_USERNAME>=I<NAMA PENGGUNA>
pt_br: B<LIVE_USERNAME>=I<NOME_DE_USUÁRIO>
ru: B<LIVE_USERNAME>=I<ИМЯ_ПОЛЬЗОВАТЕЛЯ>

source: This variable corresponds to the 'B<live-config.username>=I<USERNAME>' parameter.
de: Diese Variable entspricht dem Parameter 'B<live-config.username>=I<BENUTZERNAME>'.
es: Esta variable corresponde al parámetro 'B<live-config.username>=I<USERNAME>'
id: Variabel ini sesuai dengan parameter 'B<live-config.username>=I<USERNAME>'.
pt_br: Esta variável corresponde ao parâmetro 'B<live-config.username>=I<NOME_DE_USUÁRIO>'.
ru: Эта переменная соответствует параметру 'B<live-config.username>=I<ИМЯ_ПОЛЬЗОВАТЕЛЯ>'.

source: This variable corresponds to the 'B<live-config.user-default-groups>="I<GROUP1>,I<GROUP2> ... I<GROUPn>"' parameter.
de: Diese Variable entspricht dem Parameter 'B<live-config.user-default-groups>="I<GRUPPE1>,I<GRUPPE2> ... I<GRUPPE_n>"'.
es: Esta variable corresponde al parámetro 'B<live-config.user-default-groups>="I<GROUP1>,I<GROUP2> ... I<GROUPn>"'
id: Variabel ini sesuai dengan parameter 'B<live-config.user-default-groups>="I<GROUP1>,I<GROUP2> ... I<GROUPn>"'.
pt_br: Esta variável corresponde ao parâmetro 'B<live-config.user-default-groups>="I<GRUPO1>,I<GRUPO2> ... I<GRUPO_n>"'.
ru: Эта переменная соответствует параметру 'B<live-config.user-default-groups>="I<ГРУППА1>,I<ГРУППА2> ... I<ГРУППAn>"'.

source: B<LIVE_USER_FULLNAME>="I<USER FULLNAME>"
de: B<LIVE_USER_FULLNAME>="I<BENUTZERNAME VOLLSTÄNDIG>"
es: B<LIVE_USER_FULLNAME>="I<NOMBRE COMPLETO DE USUARIO>"
id: B<LIVE_USER_FULLNAME>="I<NAMA LENGKAP PENGGUNA>"
pt_br: B<LIVE_USER_FULLNAME>="I<NOME COMPLETO DO USUÁRIO>"
ru: B<LIVE_USER_FULLNAME>="I<ПОЛНОЕ ИМЯ ПОЛЬЗОВАТЕЛЯ>"

source: This variable corresponds to the 'B<live-config.user-fullname>="I<USER FULLNAME>"' parameter.
de: Diese Variable entspricht dem Parameter 'B<live-config.user-fullname>="I<BENUTZERNAME VOLLSTÄNDIG>"'.
es: Esta variable corresponde al parámetro 'B<live-config.user-fullname>="I<NOMBRE COMPLETO DE USUARIO>"'
id: Variabel ini sesuai dengan parameter 'B<live-config.user-fullname>="I<NAMA LENGKAP PENGGUNA>"'.
pt_br: Esta variável corresponde ao parâmetro 'B<live-config.user-fullname>="I<NOME COMPLETO DO USUÁRIO>"'.
ru: Эта переменная соответствует параметру 'B<live-config.user-fullname>="I<ПОЛНОЕ ИМЯ ПОЛЬЗОВАТЕЛЯ>"'.

source: B<LIVE_ROOT_PASSWORD>=I<PASSWORD>
de: B<LIVE_ROOT_PASSWORD>=I<PASSWORT>
es: B<LIVE_ROOT_PASSWORD>=I<CONTRASEÑA>
id: B<LIVE_ROOT_PASSWORD>=I<KATA SANDI>
pt_br: B<LIVE_ROOT_PASSWORD>=I<SENHA>
ru: B<LIVE_ROOT_PASSWORD>=I<ПАРОЛЬ>

source: This variable corresponds to the 'B<live-config.root-password>=I<PASSWORD>' parameter. It specifies the root password in plain text.
de: Diese Variable entspricht dem Parameter 'B<live-config.root-password>=I<PASSWORT>'. Sie gibt das Root-Passwort im Klartext an.
es: Esta variable corresponde al parámetro 'B<live-config.root-password>=I<CONTRASEÑA>'. Especifica la contraseña de root en texto plano.
id: Variabel ini sesuai dengan parameter 'B<live-config.root-password>=I<PASSWORD>'. Variabel ini menentukan kata sandi root dalam teks biasa.
pt_br: Esta variável corresponde ao parâmetro 'B<live-config.root-password>=I<SENHA>'. Ela especifica a senha de root em texto simples.
ru: Эта переменная соответствует параметру 'B<live-config.root-password>=I<ПАРОЛЬ>'. Она указывает пароль root в виде открытого текста.

source: B<LIVE_ROOT_PASSWORD_CRYPTED>=I<PASSWORD>
de: B<LIVE_ROOT_PASSWORD_CRYPTED>=I<PASSWORT>
es: B<LIVE_ROOT_PASSWORD_CRYPTED>=I<CONTRASEÑA>
id: B<LIVE_ROOT_PASSWORD_CRYPTED>=I<KATA SANDI>
pt_br: B<LIVE_ROOT_PASSWORD_CRYPTED>=I<SENHA>
ru: B<LIVE_ROOT_PASSWORD_CRYPTED>=I<ПАРОЛЬ>

source: This variable corresponds to the 'B<live-config.root-password-crypted>=I<PASSWORD>' parameter. It specifies the root password in crypted form.
de: Diese Variable entspricht dem Parameter 'B<live-config.root-password-crypted>=I<PASSWORT>'. Sie gibt das Root-Passwort in verschlüsselter Form an.
es: Esta variable corresponde al parámetro 'B<live-config.root-password-crypted>=I<CONTRASEÑA>'. Especifica la contraseña de root en formato cifrado.
id: Variabel ini sesuai dengan parameter 'B<live-config.root-password-crypted>=I<PASSWORD>'. Variabel ini menentukan kata sandi root dalam bentuk terenkripsi.
pt_br: Esta variável corresponde ao parâmetro 'B<live-config.root-password-crypted>=I<SENHA>'. Ela especifica a senha de root em formato criptografado.
ru: Эта переменная соответствует параметру 'B<live-config.root-password-crypted>=I<ПАРОЛЬ>'. Она указывает пароль root в зашифрованном виде.

source: B<LIVE_USER_PASSWORD>=I<PASSWORD>
de: B<LIVE_USER_PASSWORD>=I<PASSWORT>
es: B<LIVE_USER_PASSWORD>=I<CONTRASEÑA>
id: B<LIVE_USER_PASSWORD>=I<KATA SANDI>
pt_br: B<LIVE_USER_PASSWORD>=I<SENHA>
ru: B<LIVE_USER_PASSWORD>=I<ПАРОЛЬ>

source: This variable corresponds to the 'B<live-config.user-password>=I<PASSWORD>' parameter. It specifies the user password in plain text.
de: Diese Variable entspricht dem Parameter 'B<live-config.user-password>=I<PASSWORT>'. Sie gibt das Benutzerpasswort im Klartext an.
es: Esta variable corresponde al parámetro 'B<live-config.user-password>=I<CONTRASEÑA>'. Especifica la contraseña de usuario en texto plano.
id: Variabel ini sesuai dengan parameter 'B<live-config.user-password>=I<PASSWORD>'. Variabel ini menentukan kata sandi pengguna dalam teks biasa.
pt_br: Esta variável corresponde ao parâmetro 'B<live-config.user-password>=I<SENHA>'. Ela especifica a senha do usuário em texto simples.
ru: Эта переменная соответствует параметру 'B<live-config.user-password>=I<ПАРОЛЬ>'. Она указывает пароль пользователя в виде открытого текста.

source: B<LIVE_USER_PASSWORD_CRYPTED>=I<PASSWORD>
de: B<LIVE_USER_PASSWORD_CRYPTED>=I<PASSWORT>
es: B<LIVE_USER_PASSWORD_CRYPTED>=I<CONTRASEÑA>
id: B<LIVE_USER_PASSWORD_CRYPTED>=I<KATA SANDI>
pt_br: B<LIVE_USER_PASSWORD_CRYPTED>=I<SENHA>
ru: B<LIVE_USER_PASSWORD_CRYPTED>=I<ПАРОЛЬ>

source: This variable corresponds to the 'B<live-config.user-password-crypted>=I<PASSWORD>' parameter. It specifies the user password in crypted form.
de: Diese Variable entspricht dem Parameter 'B<live-config.user-password-crypted>=I<PASSWORT>'. Sie gibt das Benutzerpasswort in verschlüsselter Form an.
es: Esta variable corresponde al parámetro 'B<live-config.user-password-crypted>=I<CONTRASEÑA>'. Especifica la contraseña de usuario en formato cifrado.
id: Variabel ini sesuai dengan parameter 'B<live-config.user-password-crypted>=I<PASSWORD>'. Variabel ini menentukan kata sandi pengguna dalam bentuk terenkripsi.
pt_br: Esta variável corresponde ao parâmetro 'B<live-config.user-password-crypted>=I<SENHA>'. Ela especifica a senha do usuário em formato criptografado.
ru: Эта переменная соответствует параметру 'B<live-config.user-password-crypted>=I<ПАРОЛЬ>'. Она указывает пароль пользователя в зашифрованном виде.

source: B<LIVE_LOCALES>=I<LOCALE1>,I<LOCALE2> ... I<LOCALEn>
de: B<LIVE_LOCALES>=I<LOKALISIERUNG1>,I<LOKALISIERUNG2> ... I<LOKALISIERUNG_n>
id: B<LIVE_LOCALES>=I<LOKAL1>,I<LOKAL2> ... I<LOKALn>
ru: B<LIVE_LOCALES>=I<ЛОКАЛЬ1>,I<ЛОКАЛЬ2> ... I<ЛОКАЛЬn>

source: This variable corresponds to the 'B<live-config.locales>=I<LOCALE1>,I<LOCALE2> ... I<LOCALEn>' parameter.
de: Diese Variable entspricht dem Parameter 'B<live-config.locales>=I<LOKALISIERUNG1>,I<LOKALISIERUNG2> ... I<LOKALISIERUNG_n>'.
es: Esta variable corresponde al parámetro 'B<live-config.locales>=I<LOCALE1>,I<LOCALE2> ... I<LOCALEn>'
id: Variabel ini sesuai dengan parameter 'B<live-config.locales>=I<LOKAL1>,I<LOKAL2> ... I<LOKALn>'.
pt_br: Esta variável corresponde ao parâmetro 'B<live-config.locales>=I<LOCALE1>,I<LOCALE2> ... I<LOCALE_n>'.
ru: Эта переменная соответствует параметру 'B<live-config.locales>=I<ЛОКАЛЬ1>,I<ЛОКАЛЬ2> ... I<ЛОКАЛЬn>'.

source: B<LIVE_TIMEZONE>=I<TIMEZONE>
de: B<LIVE_TIMEZONE>=I<ZEITZONE>
es: B<LIVE_TIMEZONE>=I<ZONA HORARIA>
id: B<LIVE_TIMEZONE>=I<ZONA_WAKTU>
pt_br: B<LIVE_TIMEZONE>=I<FUSO_HORÁRIO>
ru: B<LIVE_TIMEZONE>=I<ЧАСОВОЙ_ПОЯС>

source: This variable corresponds to the 'B<live-config.timezone>=I<TIMEZONE>' parameter.
de: Diese Variable entspricht dem Parameter 'B<live-config.timezone>=I<ZEITZONE>'.
es: Esta variable corresponde al parámetro 'B<live-config.timezone>=I<ZONA HORARIA>'
id: Variabel ini sesuai dengan parameter 'B<live-config.timezone>=I<ZONA_WAKTU>'.
pt_br: Esta variável corresponde ao parâmetro 'B<live-config.timezone>=I<FUSO_HORÁRIO>'.
ru: Эта переменная соответствует параметру 'B<live-config.timezone>=I<ЧАСОВОЙ_ПОЯС>'.

source: B<LIVE_KEYBOARD_MODEL>=I<KEYBOARD_MODEL>
de: B<LIVE_KEYBOARD_MODEL>=I<TASTATURMODELL>
es: B<LIVE_KEYBOARD_MODEL>=I<MODELO DE TECLADO>
id: B<LIVE_KEYBOARD_MODEL>=I<MODEL_KEYBOARD>
pt_br: B<LIVE_KEYBOARD_MODEL>=I<MODELO_DE_TECLADO>
ru: B<LIVE_KEYBOARD_MODEL>=I<МОДЕЛЬ_КЛАВИАТУРЫ>

source: This variable corresponds to the 'B<live-config.keyboard-model>=I<KEYBOARD_MODEL>' parameter.
de: Diese Variable entspricht dem Parameter 'B<live-config.keyboard-model>=I<TASTATURMODELL>'.
es: Esta variable corresponde al parámetro 'B<live-config.keyboard-model>=I<MODELO DE TECLADO>'
id: Variabel ini sesuai dengan parameter 'B<live-config.keyboard-model>=I<MODEL_KEYBOARD>'.
pt_br: Esta variável corresponde ao parâmetro 'B<live-config.keyboard-model>=I<MODELO_DE_TECLADO>'.
ru: Эта переменная соответствует параметру 'B<live-config.keyboard-model>=I<МОДЕЛЬ_КЛАВИАТУРЫ>'.

source: B<LIVE_KEYBOARD_LAYOUTS>=I<KEYBOARD_LAYOUT1>,I<KEYBOARD_LAYOUT2> ... I<KEYBOARD_LAYOUTn>
de: B<LIVE_KEYBOARD_LAYOUTS>=I<TASTATURLAYOUT1>,I<TASTATURLAYOUT2> ... I<TASTATURLAYOUT_n>
es: B<LIVE_KEYBOARD_LAYOUTS>=I<DISTRIBUCIÓN DE TECLADO1>,I<DISTRIBUCIÓN DE TECLADO2> ... I<DISTRIBUCIÓN DE TECLADOn>
id: B<LIVE_KEYBOARD_LAYOUTS>=I<LAYOUT_KEYBOARD1>,I<LAYOUT_KEYBOARD2> ... I<LAYOUT_KEYBOARDn>
pt_br: B<LIVE_KEYBOARD_LAYOUTS>=I<LAYOUT_TECLADO1>,I<LAYOUT_TECLADO2> ... I<LAYOUT_TECLADO_n>
ru: B<LIVE_KEYBOARD_LAYOUTS>=I<РАСКЛАДКА_КЛАВИАТУРЫ1>,I<РАСКЛАДКА_КЛАВИАТУРЫ2> ... I<РАСКЛАДКА_КЛАВИАТУРЫn>

source: This variable corresponds to the 'B<live-config.keyboard-layouts>=I<KEYBOARD_LAYOUT1>,I<KEYBOARD_LAYOUT2> ... I<KEYBOARD_LAYOUTn>' parameter.
de: Diese Variable entspricht dem Parameter 'B<live-config.keyboard-layouts>=I<TASTATURLAYOUT1>,I<TASTATURLAYOUT2> ... I<TASTATURLAYOUT_n>'.
es: Esta variable corresponde al parámetro 'B<live-config.keyboard-layouts>=I<DISTRIBUCIÓN DE TECLADO1>,I<DISTRIBUCIÓN DE TECLADO2> ... I<DISTRIBUCIÓN DE TECLADOn>'
id: Variabel ini sesuai dengan parameter 'B<live-config.keyboard-layouts>=I<LAYOUT_KEYBOARD1>,I<LAYOUT_KEYBOARD2> ... I<LAYOUT_KEYBOARDn>'.
pt_br: Esta variável corresponde ao parâmetro 'B<live-config.keyboard-layouts>=I<LAYOUT_TECLADO1>,I<LAYOUT_TECLADO2> ... I<LAYOUT_TECLADO_n>'.
ru: Эта переменная соответствует параметру 'B<live-config.keyboard-layouts>=I<РАСКЛАДКА_КЛАВИАТУРЫ1>,I<РАСКЛАДКА_КЛАВИАТУРЫ2> ... I<РАСКЛАДКА_КЛАВИАТУРЫn>'.

source: B<LIVE_KEYBOARD_VARIANTS>=I<KEYBOARD_VARIANT1>,I<KEYBOARD_VARIANT2> ... I<KEYBOARD_VARIANTn>
de: B<LIVE_KEYBOARD_VARIANTS>=I<TASTATURVARIANTE1>,I<TASTATURVARIANTE2> ... I<TASTATURVARIANTE_n>
es: B<LIVE_KEYBOARD_VARIANTS>=I<VARIANTE DE TECLADO1>,I<VARIANTE DE TECLADO2> ... I<VARIANTE DE TECLADOn>
id: B<LIVE_KEYBOARD_VARIANTS>=I<VARIAN_KEYBOARD1>,I<VARIAN_KEYBOARD2> ... I<VARIAN_KEYBOARDn>
pt_br: B<LIVE_KEYBOARD_VARIANTS>=I<VARIANTE_TECLADO1>,I<VARIANTE_TECLADO2> ... I<VARIANTE_TECLADO_n>
ru: B<LIVE_KEYBOARD_VARIANTS>=I<ВАРИАНТ_КЛАВИАТУРЫ1>,I<ВАРИАНТ_КЛАВИАТУРЫ2> ... I<ВАРИАНТ_КЛАВИАТУРЫn>

source: This variable corresponds to the 'B<live-config.keyboard-variants>=I<KEYBOARD_VARIANT1>,I<KEYBOARD_VARIANT2> ... I<KEYBOARD_VARIANTn>' parameter.
de: Diese Variable entspricht dem Parameter 'B<live-config.keyboard-variants>=I<TASTATURVARIANTE1>,I<TASTATURVARIANTE2> ... I<TASTATURVARIANTE_n>'.
es: Esta variable corresponde al parámetro 'B<live-config.keyboard-variants>=I<VARIANTE DE TECLADO1>,I<VARIANTE DE TECLADO2> ... I<VARIANTE DE TECLADOn>'
id: Variabel ini sesuai dengan parameter 'B<live-config.keyboard-variants>=I<VARIAN_KEYBOARD1>,I<VARIAN_KEYBOARD2> ... I<VARIAN_KEYBOARDn>'.
pt_br: Esta variável corresponde ao parâmetro 'B<live-config.keyboard-variants>=I<VARIANTE_TECLADO1>,I<VARIANTE_TECLADO2> ... I<VARIANTE_TECLADO_n>'.
ru: Эта переменная соответствует параметру 'B<live-config.keyboard-variants>=I<ВАРИАНТ_КЛАВИАТУРЫ1>,I<ВАРИАНТ_КЛАВИАТУРЫ2> ... I<ВАРИАНТ_КЛАВИАТУРЫn>'.

source: B<LIVE_KEYBOARD_OPTIONS>=I<KEYBOARD_OPTIONS>
de: B<LIVE_KEYBOARD_OPTIONS>=I<TASTATUROPTIONEN>
es: B<LIVE_KEYBOARD_OPTIONS>=I<OPCIONES DE TECLADO>
id: B<LIVE_KEYBOARD_OPTIONS>=I<OPSI_KEYBOARD>
pt_br: B<LIVE_KEYBOARD_OPTIONS>=I<OPÇÕES_DE_TECLADO>
ru: B<LIVE_KEYBOARD_OPTIONS>=I<ПАРАМЕТРЫ_КЛАВИАТУРЫ>

source: This variable corresponds to the 'B<live-config.keyboard-options>=I<KEYBOARD_OPTIONS>' parameter.
de: Diese Variable entspricht dem Parameter 'B<live-config.keyboard-options>=I<TASTATUROPTIONEN>'.
es: Esta variable corresponde al parámetro 'B<live-config.keyboard-options>=I<OPCIONES DE TECLADO>'
id: Variabel ini sesuai dengan parameter 'B<live-config.keyboard-options>=I<OPSI_KEYBOARD>'.
pt_br: Esta variável corresponde ao parâmetro 'B<live-config.keyboard-options>=I<OPÇÕES_DE_TECLADO>'.
ru: Эта переменная соответствует параметру 'B<live-config.keyboard-options>=I<ПАРАМЕТРЫ_КЛАВИАТУРЫ>'.

source: B<LIVE_SYSV_RC>=I<SERVICE1>,I<SERVICE2> ... I<SERVICEn>
de: B<LIVE_SYSV_RC>=I<DIENST1>,I<DIENST2> ... I<DIENST_n>
es: B<LIVE_SYSV_RC>=I<SERVICIO1>,I<SERVICIO2> ... I<SERVICIOn>
id: B<LIVE_SYSV_RC>=I<LAYANAN1>,I<LAYANAN2> ... I<LAYANANn>
pt_br: B<LIVE_SYSV_RC>=I<SERVIÇO1>,I<SERVIÇO2> ... I<SERVIÇO_n>
ru: B<LIVE_SYSV_RC>=I<СЛУЖБА1>,I<СЛУЖБА2> ... I<СЛУЖБАn>

source: This variable corresponds to the 'B<live-config.sysv-rc>=I<SERVICE1>,I<SERVICE2> ... I<SERVICEn>' parameter.
de: Diese Variable entspricht dem Parameter 'B<live-config.sysv-rc>=I<DIENST1>,I<DIENST2> ... I<DIENST_n>'.
es: Esta variable corresponde al parámetro 'B<live-config.sysv-rc>=I<SERVICIO1>,I<SERVICIO2> ... I<SERVICIOn>'
id: Variabel ini sesuai dengan parameter 'B<live-config.sysv-rc>=I<LAYANAN1>,I<LAYANAN2> ... I<LAYANANn>'.
pt_br: Esta variável corresponde ao parâmetro 'B<live-config.sysv-rc>=I<SERVIÇO1>,I<SERVIÇO2> ... I<SERVIÇO_n>'.
ru: Эта переменная соответствует параметру 'B<live-config.sysv-rc>=I<СЛУЖБА1>,I<СЛУЖБА2> ... I<СЛУЖБАn>'.

source: B<LIVE_UTC>=B<yes>|no
id: B<LIVE_UTC>=B<ya>|tidak
pt_br: B<LIVE_UTC>=B<sim>|não

source: This variable corresponds to the 'B<live-config.utc>=B<yes>|no' parameter.
de: Diese Variable entspricht dem Parameter 'B<live-config.utc>=B<yes>|no'.
es: Esta variable corresponde al parámetro 'B<live-config.utc>=B<yes>|no'
id: Variabel ini sesuai dengan parameter 'B<live-config.utc>=B<ya>|tidak'.
pt_br: Esta variável corresponde ao parâmetro 'B<live-config.utc>=B<sim>|não'.
ru: Эта переменная соответствует параметру 'B<live-config.utc>=B<yes>|no'.

source: B<LIVE_X_SESSION_MANAGER>=I<X_SESSION_MANAGER>
de: B<LIVE_X_SESSION_MANAGER>=I<X_SITZUNGSMANAGER>
id: B<LIVE_X_SESSION_MANAGER>=I<MANAJER_SESI_X>
pt_br: B<LIVE_X_SESSION_MANAGER>=I<GERENCIADOR_DE_SESSÃO_X>

source: This variable corresponds to the 'B<live-config.x-session-manager>=I<X_SESSION_MANAGER>' parameter.
de: Diese Variable entspricht dem Parameter 'B<live-config.x-session-manager>=I<X_SITZUNGSMANAGER>'.
es: Esta variable corresponde al parámetro 'B<live-config.x-session-manager>=I<X_SESSION_MANAGER>'
id: Variabel ini sesuai dengan parameter 'B<live-config.x-session-manager>=I<MANAJER_SESI_X>'.
pt_br: Esta variável corresponde ao parâmetro 'B<live-config.x-session-manager>=I<GERENCIADOR_DE_SESSÃO_X>'.
ru: Эта переменная соответствует параметру 'B<live-config.x-session-manager>=I<X_SESSION_MANAGER>'.

source: B<LIVE_XORG_DRIVER>=I<XORG_DRIVER>
de: B<LIVE_XORG_DRIVER>=I<XORG_TREIBER>
es: B<LIVE_XORG_DRIVER>=I<CONTROLADOR XORG>
id: B<LIVE_XORG_DRIVER>=I<DRIVER_XORG>
pt_br: B<LIVE_XORG_DRIVER>=I<DRIVER_XORG>

source: This variable corresponds to the 'B<live-config.xorg-driver>=I<XORG_DRIVER>' parameter.
de: Diese Variable entspricht dem Parameter 'B<live-config.xorg-driver>=I<XORG_TREIBER>'.
es: Esta variable corresponde al parámetro 'B<live-config.xorg-driver>=I<CONTROLADOR XORG>'
id: Variabel ini sesuai dengan parameter 'B<live-config.xorg-driver>=I<DRIVER_XORG>'.
pt_br: Esta variável corresponde ao parâmetro 'B<live-config.xorg-driver>=I<DRIVER_XORG>'.
ru: Эта переменная соответствует параметру 'B<live-config.xorg-driver>=I<XORG_DRIVER>'.

source: B<LIVE_XORG_RESOLUTION>=I<XORG_RESOLUTION>
de: B<LIVE_XORG_RESOLUTION>=I<XORG_AUFLÖSUNG>
es: B<LIVE_XORG_RESOLUTION>=I<RESOLUCIÓN XORG>
id: B<LIVE_XORG_RESOLUTION>=I<RESOLUSI_XORG>
pt_br: B<LIVE_XORG_RESOLUTION>=I<RESOLUÇÃO_XORG>

source: This variable corresponds to the 'B<live-config.xorg-resolution>=I<XORG_RESOLUTION>' parameter.
de: Diese Variable entspricht dem Parameter 'B<live-config.xorg-resolution>=I<XORG_AUFLÖSUNG>'.
es: Esta variable corresponde al parámetro 'B<live-config.xorg-resolution>=I<RESOLUCIÓN XORG>'
id: Variabel ini sesuai dengan parameter 'B<live-config.xorg-resolution>=I<RESOLUSI_XORG>'.
pt_br: Esta variável corresponde ao parâmetro 'B<live-config.xorg-resolution>=I<RESOLUÇÃO_XORG>'.
ru: Эта переменная соответствует параметру 'B<live-config.xorg-resolution>=I<XORG_RESOLUTION>'.

source: B<LIVE_WLAN_DRIVER>=I<WLAN_DRIVER>
de: B<LIVE_WLAN_DRIVER>=I<WLAN_TREIBER>
es: B<LIVE_WLAN_DRIVER>=I<CONTROLADOR WLAN>
id: B<LIVE_WLAN_DRIVER>=I<DRIVER_WLAN>
pt_br: B<LIVE_WLAN_DRIVER>=I<DRIVER_WLAN>

source: This variable corresponds to the 'B<live-config.wlan-driver>=I<WLAN_DRIVER>' parameter.
de: Diese Variable entspricht dem Parameter 'B<live-config.wlan-driver>=I<WLAN_TREIBER>'.
es: Esta variable corresponde al parámetro 'B<live-config.wlan-driver>=I<CONTROLADOR WLAN>'
id: Variabel ini sesuai dengan parameter 'B<live-config.wlan-driver>=I<DRIVER_WLAN>'.
pt_br: Esta variável corresponde ao parâmetro 'B<live-config.wlan-driver>=I<DRIVER_WLAN>'.
ru: Эта переменная соответствует параметру 'B<live-config.wlan-driver>=I<WLAN_DRIVER>'.

source: This variable corresponds to the 'B<live-config.hooks>=filesystem|medium|I<URL1>|I<URL2>| ... |I<URLn>' parameter.
de: Diese Variable entspricht dem Parameter 'B<live-config.hooks>=filesystem|medium|I<URL1>|I<URL2>| ... |I<URLn>'.
es: Esta variable corresponde al parámetro 'B<live-config.hooks>=filesystem|medium|I<URL1>|I<URL2>| ... |I<URLn>'
id: Variabel ini sesuai dengan parameter 'B<live-config.hooks>=filesystem|medium|I<URL1>|I<URL2>| ... |I<URLn>'.
pt_br: Esta variável corresponde ao parâmetro 'B<live-config.hooks>=filesystem|medium|I<URL1>|I<URL2>| ... |I<URLn>'.
ru: Эта переменная соответствует параметру 'B<live-config.hooks>=filesystem|medium|I<URL1>|I<URL2>| ... |I<URLn>'.

source: This variable corresponds to the 'B<live-config.link-user-dirs>=true|false' parameter. It enables or disables creation of symbolic links for user directories.
de: Diese Variable entspricht dem Parameter 'B<live-config.link-user-dirs>=true|false'. Sie aktiviert oder deaktiviert die Erstellung von symbolischen Links für Benutzerverzeichnisse.
es: Esta variable corresponde al parámetro 'B<live-config.link-user-dirs>=true|false'. Habilita o deshabilita la creación de enlaces simbólicos para los directorios de usuario.
id: Variabel ini sesuai dengan parameter 'B<live-config.link-user-dirs>=true|false'. Ini mengaktifkan atau menonaktifkan pembuatan tautan simbolis untuk direktori pengguna.
pt_br: Esta variável corresponde ao parâmetro 'B<live-config.link-user-dirs>=true|false'. Ela ativa ou desativa a criação de links simbólicos para diretórios de usuário.
ru: Эта переменная соответствует параметру 'B<live-config.link-user-dirs>=true|false'. Она включает или отключает создание символических ссылок для пользовательских каталогов.
