Repository: minios-linux/minios-translations
Catalog: manpages/minios-live-config/po/*/live-config.7.po
Languages: de, es, id, pt_br, ru

source: NAME
es: NOMBRE
id: NAMA
pt_br: NOME
ru: ИМЯ

source: B<live-config> - System Configuration Components
de: B<live-config> - Systemkonfigurationskomponenten
es: B<live-config> - Componentes de configuración del sistema
id: B<live-config> - Komponen Konfigurasi Sistem
pt_br: B<live-config> - Componentes de Configuração do Sistema
ru: B<live-config> - Компоненты настройки системы

source: DESCRIPTION
de: BESCHREIBUNG
es: DESCRIPCIÓN
id: DESKRIPSI
pt_br: DESCRIÇÃO
ru: ОПИСАНИЕ

source: B<live-config> contains the components that configure a live system during the boot process (late userspace).
de: B<live-config> enthält die Komponenten, die ein Live-System während des Bootvorgangs (später Userspace) konfigurieren.
es: B<live-config> contiene los componentes que configuran un sistema en vivo durante el proceso de arranque (late userspace).
id: B<live-config> berisi komponen-komponen yang mengonfigurasi sistem live selama proses boot (userspace akhir).
pt_br: B<live-config> contém os componentes que configuram um sistema live durante o processo de inicialização (userspace tardio).
ru: B<live-config> содержит компоненты, которые настраивают живую систему во время процесса загрузки (позднее пользовательское пространство).

source: CONFIGURATION
de: KONFIGURATION
es: CONFIGURACIÓN
id: KONFIGURASI
pt_br: CONFIGURAÇÃO
ru: НАСТРОЙКА

source: B<live-config> can be configured through boot parameters or configuration files. If both mechanisms are used for a certain option, the boot parameters take precedence over the configuration files. When using persistency, B<live-config> components are only run once.
de: B<live-config> kann über Boot-Parameter oder Konfigurationsdateien konfiguriert werden. Wenn beide Mechanismen für eine bestimmte Option verwendet werden, haben die Boot-Parameter Vorrang vor den Konfigurationsdateien. Bei Verwendung von Persistenz werden B<live-config>-Komponenten nur einmal ausgeführt.
es: B<live-config> se puede configurar mediante parámetros durante el proceso de arranque o mediante ficheros de configuración. Si se usan ambos métodos para una misma opción, los parámetros de arranque tienen preferencia sobre los ficheros de configuración. Cuando se utiliza la persistencia, los componentes de B<live-config> sólo se ejecutan una vez.
id: B<live-config> dapat dikonfigurasi melalui parameter boot atau file konfigurasi. Jika kedua mekanisme digunakan untuk opsi tertentu, parameter boot akan mengambil prioritas di atas file konfigurasi. Saat menggunakan persistensi, komponen B<live-config> hanya akan dijalankan sekali.
pt_br: B<live-config> pode ser configurado através de parâmetros de inicialização ou arquivos de configuração. Se ambos os mecanismos forem usados para uma determinada opção, os parâmetros de inicialização têm precedência sobre os arquivos de configuração. Ao usar persistência, os componentes B<live-config> são executados apenas uma vez.
ru: B<live-config> может быть настроен с помощью параметров загрузки или файлов конфигурации. Если для определенной опции используются оба механизма, параметры загрузки имеют приоритет над файлами конфигурации. При использовании персистентности, компоненты B<live-config> запускаются только один раз.

source: If I<live-build>(7) is used to build the live system, the live-config parameters used by default can be set through the --bootappend-live option, see I<lb_config>(1) manual page.
de: Wenn I<live-build>(7) zum Erstellen des Live-Systems verwendet wird, können die standardmäßig verwendeten live-config-Parameter über die Option --bootappend-live eingestellt werden (siehe Handbuchseite I<lb_config>(1)).
es: Si se utiliza I<live-build>(7) para construir el sistema en vivo, los parámetros de live-config utilizados por defecto se pueden establecer mediante la opción --bootappend-live, ver la página del manual I<lb_config>(1)
id: Jika I<live-build>(7) digunakan untuk membangun sistem live, parameter live-config yang digunakan secara default dapat diatur melalui opsi --bootappend-live, lihat halaman manual I<lb_config>(1).
pt_br: Se I<live-build>(7) for usado para construir o sistema live, os parâmetros live-config usados por padrão podem ser definidos através da opção --bootappend-live, consulte a página de manual I<lb_config>(1).
ru: Если для создания живой системы используется I<live-build>(7), параметры live-config, используемые по умолчанию, могут быть установлены через опцию --bootappend-live, см. страницу руководства I<lb_config>(1).

source: Boot Parameters (components)
de: Boot-Parameter (Komponenten)
es: Parámetros de arranque (componentes)
id: Parameter Boot (komponen)
pt_br: Parâmetros de Inicialização (componentes)
ru: Параметры загрузки (компоненты)

source: B<live-config> is only activated if 'boot=live' is used as a boot parameter. Additionally, B<live-config> needs to be told which components to run through the 'live-config.components' parameter or which components to not run through the 'live-config.nocomponents' parameter. If both 'live-config.components' and 'live-config.nocomponents' are used, or, if either one is specified multiple times, always the later one takes precedence over the previous one(s).
de: B<live-config> wird nur aktiviert, wenn 'boot=live' als Boot-Parameter verwendet wird. Zusätzlich muss B<live-config> mitgeteilt werden, welche Komponenten über den Parameter 'live-config.components' oder welche Komponenten nicht über den Parameter 'live-config.nocomponents' ausgeführt werden sollen. Wenn sowohl 'live-config.components' als auch 'live-config.nocomponents' verwendet werden, oder wenn eine der beiden Optionen mehrmals angegeben wird, hat die spätere immer Vorrang vor der/den vorherigen.
es: B<live-config> sólo se activa si se utiliza como parámetro de arranque «boot=live». Adicionalmente, se debe especificar a B<live-config> qué componentes tiene que ejecutar mediante el parámetro «live-config.components» o qué componentes no tiene que ejecutar mediante la opción «live-config.nocomponents». Si se usan las dos opciones «live-config.components» y «live-config.nocomponents» a la vez, o si alguna de las dos se especifica varias veces, la última tiene prioridad sobre las anteriores.
id: B<live-config> hanya diaktifkan jika 'boot=live' digunakan sebagai parameter boot. Selain itu, B<live-config> perlu diberitahu komponen mana yang akan dijalankan melalui parameter 'live-config.components' atau komponen mana yang tidak akan dijalankan melalui parameter 'live-config.nocomponents'. Jika kedua 'live-config.components' dan 'live-config.nocomponents' digunakan, atau, jika salah satunya ditentukan beberapa kali, selalu yang terakhir yang lebih diutamakan daripada yang sebelumnya.
pt_br: B<live-config> é ativado apenas se 'boot=live' for usado como parâmetro de inicialização. Além disso, B<live-config> precisa ser informado quais componentes devem ser executados através do parâmetro 'live-config.components' ou quais componentes não devem ser executados através do parâmetro 'live-config.nocomponents'. Se ambos 'live-config.components' e 'live-config.nocomponents' forem usados, ou, se qualquer um for especificado várias vezes, o último sempre terá precedência sobre o(s) anterior(es).
ru: B<live-config> активируется только при использовании 'boot=live' в качестве параметра загрузки. Кроме того, B<live-config> необходимо указать, какие компоненты запускать, с помощью параметра 'live-config.components', или какие компоненты не запускать, с помощью параметра 'live-config.nocomponents'. Если используются оба параметра 'live-config.components' и 'live-config.nocomponents', или если любой из них указан несколько раз, всегда последний имеет приоритет над предыдущими.

source: All components are run. This is what live images use by default.
de: Alle Komponenten werden ausgeführt. Dies ist die Standardeinstellung für Live-Images.
es: Se ejecutan todos los componentes. Esto es lo que las imágenes en vivo utilizan por defecto.
id: Semua komponen dijalankan. Ini adalah apa yang digunakan oleh citra live secara default.
pt_br: Todos os componentes são executados. Isso é o que as imagens live usam por padrão.
ru: Запускаются все компоненты. Это используется образами Live по умолчанию.

source: B<live-config.components>=I<COMPONENT1>,I<COMPONENT2>, ... I<COMPONENTn> | B<components>=I<COMPONENT1>,I<COMPONENT2>, ... I<COMPONENTn>
de: B<live-config.components>=I<KOMPONENTE1>,I<KOMPONENTE2>, ... I<KOMPONENTE_n> | B<components>=I<KOMPONENTE1>,I<KOMPONENTE2>, ... I<KOMPONENTE_n>
id: B<live-config.components>=I<KOMPONEN1>,I<KOMPONEN2>, ... I<KOMPONENn> | B<components>=I<KOMPONEN1>,I<KOMPONEN2>, ... I<KOMPONENn>
pt_br: B<live-config.components>=I<COMPONENTE1>,I<COMPONENTE2>, ... I<COMPONENTE_n> | B<components>=I<COMPONENTE1>,I<COMPONENTE2>, ... I<COMPONENTE_n>
ru: B<live-config.components>=I<КОМПОНЕНТ1>,I<КОМПОНЕНТ2>, ... I<КОМПОНЕНТn> | B<components>=I<КОМПОНЕНТ1>,I<КОМПОНЕНТ2>, ... I<КОМПОНЕНТn>

source: Only the specified components are run. Note that the order matters, e.g. 'live-config.components=sudo,user-setup' would not work since the user needs to be added before it can be configured for sudo. Look at the filenames of the components in /usr/lib/live/config for their ordering number.
de: Es werden nur die angegebenen Komponenten ausgeführt. Beachten Sie, dass die Reihenfolge wichtig ist, z.B. würde 'live-config.components=sudo,user-setup' nicht funktionieren, da der Benutzer hinzugefügt werden muss, bevor er für sudo konfiguriert werden kann. Suchen Sie nach den Dateinamen der Komponenten in /usr/lib/live/config für ihre Ordnungsnummer.
es: Sólo se ejecutan los scripts especificados. Se debe tener en cuenta que el orden es importante. p.ej. «live-config=sudo,user-setup» no funcionaría ya que el usuario debe añadirse antes de configurarse como «sudo». Puede revisarse los nombres de los scripts en /usr/lib/live/config para ver su orden.
id: Hanya komponen yang ditentukan yang dijalankan. Perlu diperhatikan bahwa urutan penting, misalnya 'live-config.components=sudo,user-setup' tidak akan berfungsi karena pengguna perlu ditambahkan sebelum dapat dikonfigurasi untuk sudo. Lihat nama file komponen di /usr/lib/live/config untuk nomor urutannya.
pt_br: Apenas os componentes especificados são executados. Observe que a ordem importa, por exemplo, 'live-config.components=sudo,user-setup' não funcionaria, pois o usuário precisa ser adicionado antes que possa ser configurado para sudo. Consulte os nomes de arquivo dos componentes em /usr/lib/live/config para seus números de ordenação.
ru: Запускаются только указанные компоненты. Обратите внимание, что порядок имеет значение, например, 'live-config.components=sudo,user-setup' не будет работать, так как пользователь должен быть добавлен до того, как он сможет быть настроен для sudo. Посмотрите на имена файлов компонентов в /usr/lib/live/config для их порядкового номера.

source: No component is run. This is the same as not using any of 'live-config.components' or 'live-config.nocomponents'.
de: Es wird keine Komponente ausgeführt. Dies ist dasselbe, wie keine der Optionen 'live-config.components' oder 'live-config.nocomponents' zu verwenden.
es: No se ejecuta ningún componente. Es lo mismo que no utilizar ninguno de «live-config.components» o «live-config.nocomponents».
id: Tidak ada komponen yang dijalankan. Ini sama dengan tidak menggunakan 'live-config.components' atau 'live-config.nocomponents'.
pt_br: Nenhum componente é executado. Isso é o mesmo que não usar nenhum de 'live-config.components' ou 'live-config.nocomponents'.
ru: Ни один компонент не запускается. Это то же самое, что не использовать никакие из 'live-config.components' или 'live-config.nocomponents'.

source: B<live-config.nocomponents>=I<COMPONENT1>,I<COMPONENT2>, ... I<COMPONENTn> | B<nocomponents>=I<COMPONENT1>,I<COMPONENT2>, ... I<COMPONENTn>
de: B<live-config.nocomponents>=I<KOMPONENTE1>,I<KOMPONENTE2>, ... I<KOMPONENTE_n> | B<nocomponents>=I<KOMPONENTE1>,I<KOMPONENTE2>, ... I<KOMPONENTE_n>
id: B<live-config.nocomponents>=I<KOMPONEN1>,I<KOMPONEN2>, ... I<KOMPONENn> | B<nocomponents>=I<KOMPONEN1>,I<KOMPONEN2>, ... I<KOMPONENn>
pt_br: B<live-config.nocomponents>=I<COMPONENTE1>,I<COMPONENTE2>, ... I<COMPONENTE_n> | B<nocomponents>=I<COMPONENTE1>,I<COMPONENTE2>, ... I<COMPONENTE_n>
ru: B<live-config.nocomponents>=I<КОМПОНЕНТ1>,I<КОМПОНЕНТ2>, ... I<КОМПОНЕНТn> | B<nocomponents>=I<КОМПОНЕНТ1>,I<КОМПОНЕНТ2>, ... I<КОМПОНЕНТn>

source: All components are run, except the specified ones.
de: Alle Komponenten werden ausgeführt, außer den angegebenen.
es: Se ejecutan todos los componentes, a excepción de los especificados.
id: Semua komponen dijalankan, kecuali yang ditentukan.
pt_br: Todos os componentes são executados, exceto os especificados.
ru: Все компоненты запускаются, кроме указанных.

source: Boot Parameters (options)
de: Boot-Parameter (Optionen)
es: Parámetros de arranque (opciones)
id: Parameter Boot (opsi)
pt_br: Parâmetros de Inicialização (opções)
ru: Параметры загрузки (опции)

source: Some individual components can change their behaviour upon a boot parameter.
de: Einige einzelne Komponenten können ihr Verhalten abhängig von einem Boot-Parameter ändern.
es: Algunos componentes pueden cambiar su comportamiento según que parámetros de arranque se utilicen.
id: Beberapa komponen individu dapat mengubah perilakunya berdasarkan parameter boot.
pt_br: Alguns componentes individuais podem alterar seu comportamento com um parâmetro de inicialização.
ru: Некоторые отдельные компоненты могут изменять свое поведение в зависимости от параметра загрузки.

source: Allows one to fetch and apply one or more debconf preseed files to be applied to the debconf database. Note that the URLs must be fetchable by wget (http, ftp or file://).
de: Ermöglicht das Abrufen und Anwenden einer oder mehrerer Debconf-Preseed-Dateien, die auf die Debconf-Datenbank angewendet werden sollen. Beachten Sie, dass die URLs von wget (http, ftp oder file://) abrufbar sein müssen.
es: Permite buscar y aplicar uno o más ficheros de preconfiguración debconf a la base de datos de debconf. Tener en cuenta que las URLs deben poder ser descargadas por wget (http, ftp o file://).
id: Memungkinkan untuk mengambil dan menerapkan satu atau lebih file preseed debconf untuk diterapkan ke database debconf. Perhatikan bahwa URL harus dapat diambil oleh wget (http, ftp, atau file://).
pt_br: Permite buscar e aplicar um ou mais arquivos debconf preseed a serem aplicados ao banco de dados debconf. Observe que as URLs devem ser acessíveis por wget (http, ftp ou file://).
ru: Позволяет получать и применять один или несколько предварительных файлов debconf к базе данных debconf. Обратите внимание, что URL-адреса должны быть доступны для wget (http, ftp или file://).

source: If the file is placed on the live medium, it can be fetched with file:///run/initramfs/memory/data/I<FILE>, or with file:///I<FILE> if it is in the root filesystem of the live system itself.
de: Wenn die Datei auf dem Live-Medium platziert ist, kann sie mit file:///lib/live/mount/medium/I<DATEI> abgerufen werden, oder mit file:///I<DATEI>, wenn sie sich im Root-Dateisystem des Live-Systems selbst befindet.
es: Si el fichero está en el medio en vivo, se puede obtener con file:///lib/live/mount/medium/I<FILE>, o con file:///I<FILE> si se encuentra en el directorio raíz del sistema en vivo.
id: Jika file ditempatkan pada media live, ia dapat diambil dengan file:///lib/live/mount/medium/I<FILE>, atau dengan file:///I<FILE> jika berada di sistem berkas root dari sistem live itu sendiri.
pt_br: Se o arquivo estiver no meio live, ele pode ser buscado com file:///lib/live/mount/medium/I<FILE>, ou com file:///I<FILE> se estiver no sistema de arquivos raiz do próprio sistema live.
ru: Если файл находится на Live-носителе, его можно получить с помощью file:///run/initramfs/memory/data/I<ФАЙЛ>, или с помощью file:///I<ФАЙЛ>, если он находится в корневой файловой системе самой Live-системы.

source: All preseed files in /usr/lib/live/config-preseed/ in the root filesystem of the live system can be automatically enabled with the keyword 'filesystem'.
de: Alle Preseed-Dateien in /usr/lib/live/config-preseed/ im Root-Dateisystem des Live-Systems können automatisch mit dem Schlüsselwort 'filesystem' aktiviert werden.
es: Todos los ficheros de preconfiguración en /usr/lib/live/config-preseed/ en el sistema de ficheros raíz del sistema en vivo pueden activarse automáticamente con la palabra clave «filesystem».
id: Semua file preseed di /usr/lib/live/config-preseed/ di sistem berkas root sistem live dapat diaktifkan secara otomatis dengan kata kunci 'filesystem'.
pt_br: Todos os arquivos preseed em /usr/lib/live/config-preseed/ no sistema de arquivos raiz do sistema live podem ser automaticamente ativados com a palavra-chave 'filesystem'.
ru: Все файлы предварительной настройки в /usr/lib/live/config-preseed/ в корневой файловой системе живой системы могут быть автоматически включены с помощью ключевого слова 'filesystem'.

source: All preseed files in /minios/config-preseed/ of the live medium can be automatically enabled with the keyword 'medium'.
de: Alle Preseed-Dateien in /minios/config-preseed/ des Live-Mediums können automatisch mit dem Schlüsselwort 'medium' aktiviert werden.
es: Todos los ficheros en /minios/config-preseed/ del medio en vivo pueden activarse automáticamente con la palabra clave «medium».
id: Semua file preseed di /minios/config-preseed/ dari media live dapat diaktifkan secara otomatis dengan kata kunci 'medium'.
pt_br: Todos os arquivos preseed em /minios/config-preseed/ do meio live podem ser automaticamente ativados com a palavra-chave 'medium'.
ru: Все файлы предварительной настройки в /minios/config-preseed/ Live-носителя могут быть автоматически включены с помощью ключевого слова 'medium'.

source: If several mechanisms are combined, then filesystem preseed files are applied first, then medium preseed files, and last the network preseed files.
de: Werden mehrere Mechanismen kombiniert, werden zuerst Dateisystem-Preseed-Dateien angewendet, dann Medium-Preseed-Dateien und zuletzt Netzwerk-Preseed-Dateien.
es: Si se combinan varios mecanismos, los ficheros de preconfiguración del sistema de ficheros se aplican primero, después los ficheros de preconfiguración del medio, y en último lugar los de red.
id: Jika beberapa mekanisme digabungkan, maka file preseed sistem file diterapkan pertama, kemudian file preseed media, dan terakhir file preseed jaringan.
pt_br: Se vários mecanismos forem combinados, os arquivos preseed do sistema de arquivos são aplicados primeiro, depois os arquivos preseed do meio e, por último, os arquivos preseed da rede.
ru: Если комбинируются несколько механизмов, то сначала применяются файлы предварительной настройки файловой системы, затем файлы предварительной настройки носителя, и, наконец, сетевые хуки.

source: B<live-config.hostname>=I<HOSTNAME> | B<hostname>=I<HOSTNAME>
id: B<live-config.hostname>=I<NAMA HOST> | B<hostname>=I<NAMA HOST>
pt_br: B<live-config.hostname>=I<NOME_DO_HOST> | B<hostname>=I<NOME_DO_HOST>
ru: B<live-config.hostname>=I<ИМЯ_ХОСТА> | B<hostname>=I<ИМЯ_ХОСТА>

source: Allows one to set the hostname of the system. The default is 'debian'.
de: Ermöglicht das Festlegen des Hostnamens des Systems. Der Standardwert ist 'debian'.
es: Permite establecer el anfitrión del sistema. Por defecto es «debian».
id: Memungkinkan seseorang untuk mengatur nama host sistem. Defaultnya adalah 'debian'.
pt_br: Permite definir o nome do host do sistema. O padrão é 'debian'.
ru: Позволяет установить имя хоста системы. По умолчанию это 'debian'.

source: B<live-config.username>=I<USERNAME> | B<username>=I<USERNAME>
de: B<live-config.username>=I<BENUTZERNAME> | B<username>=I<BENUTZERNAME>
id: B<live-config.username>=I<NAMA PENGGUNA> | B<username>=I<NAMA PENGGUNA>
pt_br: B<live-config.username>=I<NOME_DE_USUÁRIO> | B<username>=I<NOME_DE_USUÁRIO>
ru: B<live-config.username>=I<ИМЯ_ПОЛЬЗОВАТЕЛЯ> | B<username>=I<ИМЯ_ПОЛЬЗОВАТЕЛЯ>

source: Allows one to set the username that gets created for autologin. The default is 'user'.
de: Ermöglicht das Festlegen des Benutzernamens, der für das Autologin erstellt wird. Der Standardwert ist 'user'.
es: Permite establecer el nombre del usuario que se crea para iniciar sesión de forma automática. Por defecto es «user».
id: Memungkinkan seseorang untuk mengatur nama pengguna yang dibuat untuk autologin. Defaultnya adalah 'user'.
pt_br: Permite definir o nome de usuário que é criado para o autologin. O padrão é 'user'.
ru: Позволяет установить имя пользователя, которое создается для автологина. По умолчанию это 'user'.

source: B<live-config.user-default-groups>=I<GROUP1>,I<GROUP2> ... I<GROUPn> | B<user-default-groups>=I<GROUP1>,I<GROUP2> ... I<GROUPn>
de: B<live-config.user-default-groups>=I<GRUPPE1>,I<GRUPPE2> ... I<GRUPPEn> | B<user-default-groups>=I<GRUPPE1>,I<GRUPPE2> ... I<GRUPPEn>
id: B<live-config.user-default-groups>=I<GRUP1>,I<GRUP2> ... I<GRUPn> | B<user-default-groups>=I<GRUP1>,I<GRUP2> ... I<GRUPn>
pt_br: B<live-config.user-default-groups>=I<GRUPO1>,I<GRUPO2> ... I<GRUPO_n> | B<user-default-groups>=I<GRUPO1>,I<GRUPO2> ... I<GRUPO_n>
ru: B<live-config.user-default-groups>=I<ГРУППА1>,I<ГРУППА2> ... I<ГРУППAn> | B<user-default-groups>=I<ГРУППА1>,I<ГРУППА2> ... I<ГРУППAn>

source: Allows one to set the default groups of the users that gets created for autologin is member of. The default is 'audio cdrom dip floppy video plugdev netdev powerdev scanner bluetooth'.
de: Ermöglicht das Festlegen der Standardgruppen, denen die für das Autologin erstellten Benutzer angehören. Der Standardwert ist 'audio cdrom dip floppy video plugdev netdev powerdev scanner bluetooth'.
es: Permite establecer los grupos por defecto a los que pertenecen los usuarios que se crean para iniciar sesión automáticamente. Los grupos predeterminados son 'audio cdrom dip floppy video plugdev netdev powerdev scanner bluetooth'.
id: Memungkinkan untuk mengatur grup default dari pengguna yang dibuat untuk autologin. Defaultnya adalah 'audio cdrom dip floppy video plugdev netdev powerdev scanner bluetooth'.
pt_br: Permite definir os grupos padrão dos usuários que são criados para o autologin. O padrão é 'audio cdrom dip floppy video plugdev netdev powerdev scanner bluetooth'.
ru: Позволяет установить группы по умолчанию для пользователей, создаваемых для автологина. По умолчанию это 'audio cdrom dip floppy video plugdev netdev powerdev scanner bluetooth'.

source: B<live-config.user-fullname>="I<USER FULLNAME>" | B<user-fullname>="I<USER FULLNAME>"
de: B<live-config.user-fullname>="I<BENUTZERNAME VOLLSTÄNDIG>" | B<user-fullname>="I<BENUTZERNAME VOLLSTÄNDIG>"
es: B<live-config.user-fullname>="I<NOMBRE COMPLETO DE USUARIO>" | B<user-fullname>="I<NOMBRE COMPLETO DE USUARIO>"
id: B<live-config.user-fullname>="I<NAMA LENGKAP PENGGUNA>" | B<user-fullname>="I<NAMA LENGKAP PENGGUNA>"
pt_br: B<live-config.user-fullname>="I<NOME COMPLETO DO USUÁRIO>" | B<user-fullname>="I<NOME COMPLETO DO USUÁRIO>"
ru: B<live-config.user-fullname>="I<ПОЛНОЕ_ИМЯ_ПОЛЬЗОВАТЕЛЯ>" | B<user-fullname>="I<ПОЛНОЕ_ИМЯ_ПОЛЬЗОВАТЕЛЯ>"
