Repository: minios-linux/minios-translations
Catalog: manpages/minios-live-config/po/*/live-config.7.po
Languages: de, es, id, pt_br, ru

source: configures broadcom-sta WLAN drivers.
de: konfiguriert Broadcom-STA-WLAN-Treiber.
es: configura el controlador broadcom-sta WLAN.
id: Mengonfigurasi driver WLAN broadcom-sta.
pt_br: Configura os drivers WLAN broadcom-sta.
ru: настраивает драйверы WLAN broadcom-sta.

source: configures xserver-xorg.
de: konfiguriert xserver-xorg.
es: configura xserver-xorg.
id: Mengonfigurasi xserver-xorg.
pt_br: Configura o xserver-xorg.
ru: настраивает xserver-xorg.

source: recreates openssh-server host keys.
de: erstellt Openssh-Server-Hostschlüssel neu.
es: Recrea las claves del host openssh-server.
id: Menciptakan kembali kunci host openssh-server.
pt_br: Recria as chaves de host do openssh-server.
ru: пересоздает хостовые ключи openssh-server.

source: manages udev rules for NTFS3 support.
de: verwaltet udev-Regeln für NTFS3-Unterstützung.
es: Gestiona las reglas udev para el soporte NTFS3.
id: Mengelola aturan udev untuk dukungan NTFS3.
pt_br: Gerencia as regras do udev para suporte a NTFS3.
ru: управляет правилами udev для поддержки NTFS3.

source: configures system module mode and updates caches, user settings, and dpkg.
de: Konfiguriert den Systemmodulmodus und aktualisiert Caches, Benutzereinstellungen und dpkg.
es: Configura el modo del módulo del sistema y actualiza las cachés, la configuración de usuario y dpkg.
id: Mengonfigurasi mode modul sistem dan memperbarui cache, pengaturan pengguna, dan dpkg.
pt_br: Configura o modo de módulo do sistema e atualiza caches, configurações do usuário e dpkg.
ru: настраивает режим системных модулей и обновляет кэши, пользовательские настройки и dpkg.

source: allows one to run arbitrary commands from a file placed on the live media or an http/ftp server.
de: ermöglicht das Ausführen beliebiger Befehle aus einer Datei, die sich auf den Live-Medien oder einem HTTP-/FTP-Server befindet.
es: permite ejecutar de forma arbitraria los comandos de un fichero ubicado en el medio en vivo o en un servidor http/ftp.
id: Memungkinkan seseorang untuk menjalankan perintah arbitrer dari sebuah file yang ditempatkan di media live atau server http/ftp.
pt_br: Permite executar comandos arbitrários de um arquivo colocado na mídia live ou em um servidor http/ftp.
ru: позволяет запускать произвольные команды из файла, размещенного на Live-носителе или на http/ftp сервере.

source: FILES
de: DATEIEN
es: FICHEROS
id: FILE
pt_br: ARQUIVOS
ru: ФАЙЛЫ

source: SEE ALSO
de: SIEHE AUCH
es: VER ADEMÁS
id: LIHAT JUGA
pt_br: VEJA TAMBÉM
ru: СМ. ТАКЖЕ

source: HOMEPAGE
es: PÁGINA PRINCIPAL
id: HALAMAN UTAMA
pt_br: PÁGINA INICIAL
ru: ДОМАШНЯЯ СТРАНИЦА

source: More information about live-config and the Debian Live project can be found on the homepage at E<lt>I<https://wiki.debian.org/DebianLive>E<gt> and in the manual at E<lt>I<https://live-team.pages.debian.net/live-manual/>E<gt>.
de: Weitere Informationen zu live-config und dem Debian Live-Projekt finden Sie auf der Homepage unter E<lt>I<https://wiki.debian.org/DebianLive>E<gt> und im Handbuch unter E<lt>I<https://live-team.pages.debian.net/live-manual/>E<gt>.
es: Se puede encontrar más información acerca de live-config y el proyecto Debian Live en su página principal en E<lt>I<https://wiki.debian.org/DebianLive>E<gt> y en el manual en E<lt>I<https://live-team.pages.debian.net/live-manual/>E<gt>.
id: Informasi lebih lanjut tentang live-config dan proyek Debian Live dapat ditemukan di halaman utama di E<lt>I<https://wiki.debian.org/DebianLive>E<gt> dan di manual di E<lt>I<https://live-team.pages.debian.net/live-manual/>E<gt>.
pt_br: Mais informações sobre o live-config e o projeto Debian Live podem ser encontradas na página inicial em E<lt>I<https://wiki.debian.org/DebianLive>E<gt> e no manual em E<lt>I<https://live-team.pages.debian.net/live-manual/>E<gt>.
ru: Больше информации о live-config и проекте Debian Live можно найти на домашней странице по адресу E<lt>I<https://wiki.debian.org/DebianLive>E<gt> и в руководстве по адресу E<lt>I<https://live-team.pages.debian.net/live-manual/>E<gt>.

source: BUGS
de: FEHLER
es: ERRORES
id: BUG
pt_br: PROBLEMAS
ru: ОШИБКИ

source: Bugs can be reported by submitting a bugreport for the live-config package in the Bug Tracking System at E<lt>I<http://bugs.debian.org/>E<gt> or by writing a mail to the Debian Live mailing list at E<lt>I<debian-live@lists.debian.org>E<gt>.
de: Fehler können gemeldet werden, indem ein Fehlerbericht für das live-config-Paket im Bug Tracking System unter E<lt>I<http://bugs.debian.org/>E<gt> eingereicht oder eine E-Mail an die Debian Live-Mailingliste unter E<lt>I<debian-live@lists.debian.org>E<gt> geschrieben wird.
es: Se puede notificar los fallos enviando un informe de errores sobre el paquete live-config al Sistema de Seguimiento de Errores en E<lt>I<http://bugs.debian.org/>E<gt> o escribiendo un mensaje a la lista de correo de Debian Live a la dirección E<lt>I<debian-live@lists.debian.org>E<gt>.
id: Bug dapat dilaporkan dengan mengirimkan laporan bug untuk paket live-config di Sistem Pelacak Bug di E<lt>I<http://bugs.debian.org/>E<gt> atau dengan menulis email ke daftar milis Debian Live di E<lt>I<debian-live@lists.debian.org>E<gt>.
pt_br: Bugs podem ser relatados enviando um relatório de bug para o pacote live-config no Sistema de Rastreamento de Bugs em E<lt>I<http://bugs.debian.org/>E<gt> ou escrevendo um e-mail para a lista de discussão Debian Live em E<lt>I<debian-live@lists.debian.org>E<gt>.
ru: Об ошибках можно сообщать, отправляя отчет об ошибке для пакета live-config в системе отслеживания ошибок по адресу E<lt>I<http://bugs.debian.org/>E<gt> или написав письмо в список рассылки Debian Live по адресу E<lt>I<debian-live@lists.debian.org>E<gt>.

source: AUTHOR
de: AUTOR
es: AUTOR
id: PENULIS
pt_br: AUTOR
ru: АВТОР

source: live-config was originally written by Daniel Baumann E<lt>I<mail@daniel-baumann.ch>E<gt>. Since 2016 development has been continued by the Debian Live team. Since 2025 development of the modified version has been continued by the MiniOS Live team.
de: live-config wurde ursprünglich von Daniel Baumann E<lt>I<mail@daniel-baumann.ch>E<gt> geschrieben. Seit 2016 wird die Entwicklung vom Debian Live-Team fortgesetzt. Seit 2025 wird die Entwicklung der modifizierten Version vom MiniOS Live-Team fortgesetzt.
es: live-config fue originalmente escrito por Daniel Baumann E<lt>I<mail@daniel-baumann.ch>E<gt>. Desde 2016 el desarrollo ha sido continuado por el equipo Debian Live. Desde 2025 el desarrollo de la versión modificada ha sido continuado por el equipo MiniOS Live.
id: live-config awalnya ditulis oleh Daniel Baumann E<lt>I<mail@daniel-baumann.ch>E<gt>. Sejak 2016, pengembangan dilanjutkan oleh tim Debian Live. Sejak 2025, pengembangan versi modifikasi dilanjutkan oleh tim MiniOS Live.
pt_br: live-config foi originalmente escrito por Daniel Baumann E<lt>I<mail@daniel-baumann.ch>E<gt>. Desde 2016, o desenvolvimento foi continuado pela equipe Debian Live. Desde 2025, o desenvolvimento da versão modificada foi continuado pela equipe MiniOS Live.
ru: Изначально live-config был написан Даниэлем Бауманом E<lt>I<mail@daniel-baumann.ch>E<gt>. С 2016 года разработка продолжается командой Debian Live. С 2025 года разработка модифицированной версии продолжается командой MiniOS Live.

source: B<LIVE_CONFIG_CMDLINE>=I<PARAMETER1> I<PARAMETER2> ... I<PARAMETERn>
pt_br: B<LIVE_CONFIG_CMDLINE>=I<PARÂMETRO1> I<PARÂMETRO2> ... I<PARÂMETRO_n>
ru: B<LIVE_CONFIG_CMDLINE>=I<ПАРАМЕТР1> I<ПАРАМЕТР2> ... I<ПАРАМЕТРn>

source: B<LIVE_USER_DEFAULT_GROUPS>=I<GROUP1>,I<GROUP2> ... I<GROUPn>
de: B<LIVE_USER_DEFAULT_GROUPS>=I<GRUPPE1>,I<GRUPPE2> ... I<GRUPPE_n>
pt_br: B<LIVE_USER_DEFAULT_GROUPS>=I<GRUPO1>,I<GRUPO2> ... I<GRUPO_n>
ru: B<LIVE_USER_DEFAULT_GROUPS>=I<ГРУППА1>,I<ГРУППА2> ... I<ГРУППAn>

source: B<LIVE_CONFIG_DEBUG>=true|false
pt_br: B<LIVE_CONFIG_DEBUG>=verdadeiro|falso

source: Debian Live Project
es: Proyecto Debian Live
ru: Проект Debian Live

source: B<live-config.module-mode>=I<MODE> | B<module-mode>=I<MODE>
de: B<live-config.module-mode>=I<MODUS> | B<module-mode>=I<MODUS>
es: B<live-config.module-mode>=I<MODO> | B<module-mode>=I<MODO>
ru: B<live-config.module-mode>=I<РЕЖИМ> | B<module-mode>=I<РЕЖИМ>

source: synchronizes SSH keys from user-specific I<authorized_keys.E<lt>usernameE<gt>> files on the live media to individual user home directories. Supports multiple users simultaneously (e.g., I<authorized_keys.root>, I<authorized_keys.live>, I<authorized_keys.admin>).
de: synchronisiert SSH-Schlüssel von benutzerspezifischen I<authorized_keys.E<lt>BenutzerE<gt>>-Dateien auf dem Live-Medium zu individuellen Benutzer-Home-Verzeichnissen. Unterstützt mehrere Benutzer gleichzeitig (z.B. I<authorized_keys.root>, I<authorized_keys.live>, I<authorized_keys.admin>).
es: sincroniza claves SSH de archivos específicos de usuario I<authorized_keys.E<lt>nombreusuarioE<gt>> en el medio live a directorios home individuales de usuario. Soporta múltiples usuarios simultáneamente (ej. I<authorized_keys.root>, I<authorized_keys.live>, I<authorized_keys.admin>).
ru: синхронизирует SSH-ключи из пользовательских файлов I<authorized_keys.E<lt>имя_пользователяE<gt>> с живого носителя в индивидуальные домашние каталоги пользователей. Поддерживает одновременную работу с несколькими пользователями (например, I<authorized_keys.root>, I<authorized_keys.live>, I<authorized_keys.admin>).

source: configures X11 settings to improve compatibility on Microsoft Hyper-V platforms.
de: Konfiguriert X11-Einstellungen zur Verbesserung der Kompatibilität auf Microsoft Hyper-V-Plattformen.
es: Configura los ajustes de X11 para mejorar la compatibilidad en las plataformas Microsoft Hyper-V.
ru: настраивает параметры X11 для улучшения совместимости на платформах Microsoft Hyper-V.
