Repository: minios-linux/minios-translations
Catalog: manpages/minios-live-config/po/*/live-config.7.po
Languages: de, es, id, pt_br, ru

source: Allows one to set the fullname of the users that gets created for autologin. On Debian the default is 'Debian Live user'.
de: Ermöglicht das Festlegen des vollständigen Namens der Benutzer, die für das Autologin erstellt werden. Unter Debian ist der Standardwert 'Debian Live user'.
es: Permite establecer el nombre completo del usuario que se crea para iniciar sesión de forma automática. Por defecto es «Debian Live user».
id: Memungkinkan seseorang untuk mengatur nama lengkap pengguna yang dibuat untuk autologin. Di Debian, defaultnya adalah 'Debian Live user'.
pt_br: Permite definir o nome completo dos usuários criados para o autologin. No Debian, o padrão é 'Debian Live user'.
ru: Позволяет установить полное имя пользователей, создаваемых для автологина. В Debian по умолчанию это 'Debian Live user'.

source: B<live-config.root-password>=I<PASSWORD> | B<root-password>=I<PASSWORD>
de: B<live-config.root-password>=I<PASSWORT> | B<root-password>=I<PASSWORT>
es: B<live-config.root-password>=I<CONTRASEÑA> | B<root-password>=I<CONTRASEÑA>
id: B<live-config.root-password>=I<KATA SANDI> | B<root-password>=I<KATA SANDI>
pt_br: B<live-config.root-password>=I<SENHA> | B<root-password>=I<SENHA>
ru: B<live-config.root-password>=I<ПАРОЛЬ> | B<root-password>=I<ПАРОЛЬ>

source: Allows setting the root password in plain text.
de: Ermöglicht das Festlegen des Root-Passworts im Klartext.
es: Permite establecer la contraseña de root en texto plano.
id: Memungkinkan pengaturan kata sandi root dalam teks biasa.
pt_br: Permite definir a senha de root em texto simples.
ru: Позволяет установить пароль root в виде открытого текста.

source: B<live-config.root-password-crypted>=I<PASSWORD> | B<root-password-crypted>=I<PASSWORD>
de: B<live-config.root-password-crypted>=I<PASSWORT> | B<root-password-crypted>=I<PASSWORT>
es: B<live-config.root-password-crypted>=I<CONTRASEÑA> | B<root-password-crypted>=I<CONTRASEÑA>
id: B<live-config.root-password-crypted>=I<KATA SANDI> | B<root-password-crypted>=I<KATA SANDI>
pt_br: B<live-config.root-password-crypted>=I<SENHA> | B<root-password-crypted>=I<SENHA>
ru: B<live-config.root-password-crypted>=I<ПАРОЛЬ> | B<root-password-crypted>=I<ПАРОЛЬ>

source: Allows setting the root password in crypted form.
de: Ermöglicht das Festlegen des Root-Passworts in verschlüsselter Form.
es: Permite establecer la contraseña de root en formato cifrado.
id: Memungkinkan pengaturan kata sandi root dalam bentuk terenkripsi.
pt_br: Permite definir a senha de root de forma criptografada.
ru: Позволяет установить пароль root в зашифрованном виде.

source: B<live-config.user-password>=I<PASSWORD> | B<user-password>=I<PASSWORD>
de: B<live-config.user-password>=I<PASSWORT> | B<user-password>=I<PASSWORT>
es: B<live-config.user-password>=I<CONTRASEÑA> | B<user-password>=I<CONTRASEÑA>
id: B<live-config.user-password>=I<KATA SANDI> | B<user-password>=I<KATA SANDI>
pt_br: B<live-config.user-password>=I<SENHA> | B<user-password>=I<SENHA>
ru: B<live-config.user-password>=I<ПАРОЛЬ> | B<user-password>=I<ПАРОЛЬ>

source: Allows setting the user password in plain text.
de: Ermöglicht das Festlegen des Benutzerpassworts im Klartext.
es: Permite establecer la contraseña de usuario en texto plano.
id: Memungkinkan pengaturan kata sandi pengguna dalam teks biasa.
pt_br: Permite definir a senha do usuário em texto simples.
ru: Позволяет установить пароль пользователя в виде открытого текста.

source: B<live-config.user-password-crypted>=I<PASSWORD> | B<user-password-crypted>=I<PASSWORD>
de: B<live-config.user-password-crypted>=I<PASSWORT> | B<user-password-crypted>=I<PASSWORT>
es: B<live-config.user-password-crypted>=I<CONTRASEÑA> | B<user-password-crypted>=I<CONTRASEÑA>
id: B<live-config.user-password-crypted>=I<KATA SANDI> | B<user-password-crypted>=I<KATA SANDI>
pt_br: B<live-config.user-password-crypted>=I<SENHA> | B<user-password-crypted>=I<SENHA>
ru: B<live-config.user-password-crypted>=I<ПАРОЛЬ> | B<user-password-crypted>=I<ПАРОЛЬ>

source: Allows setting the user password in crypted form.
de: Ermöglicht das Festlegen des Benutzerpassworts in verschlüsselter Form.
es: Permite establecer la contraseña de usuario en formato cifrado.
id: Memungkinkan pengaturan kata sandi pengguna dalam bentuk terenkripsi.
pt_br: Permite definir a senha do usuário de forma criptografada.
ru: Позволяет установить пароль пользователя в зашифрованном виде.

source: B<live-config.locales>=I<LOCALE1>,I<LOCALE2> ... I<LOCALEn> | B<locales>=I<LOCALE1>,I<LOCALE2> ... I<LOCALEn>
de: B<live-config.locales>=I<LOKALISIERUNG1>,I<LOKALISIERUNG2> ... I<LOKALISIERUNG_n> | B<locales>=I<LOKALISIERUNG1>,I<LOKALISIERUNG2> ... I<LOKALISIERUNG_n>
id: B<live-config.locales>=I<LOKAL1>,I<LOKAL2> ... I<LOKALn> | B<locales>=I<LOKAL1>,I<LOKAL2> ... I<LOKALn>
ru: B<live-config.locales>=I<ЛОКАЛЬ1>,I<ЛОКАЛЬ2> ... I<ЛОКАЛЬn> | B<locales>=I<ЛОКАЛЬ1>,I<ЛОКАЛЬ2> ... I<ЛОКАЛЬn>

source: Allows one to set the locale of the system, e.g. 'de_CH.UTF-8'. The default is 'en_US.UTF-8'. In case the selected locale is not already available on the system, it is automatically generated on the fly.
de: Ermöglicht das Festlegen des Gebietsschemas des Systems, z.B. 'de_CH.UTF-8'. Der Standardwert ist 'en_US.UTF-8'. Falls das ausgewählte Gebietsschema noch nicht auf dem System verfügbar ist, wird es automatisch generiert.
es: Permite establecer las variantes locales del sistema, p.ej. «es_ES.UTF-8». Por defecto es «en_US.UTF-8». En caso de que las variantes locales no estén disponibles en el sistema, se generarán sobre la marcha.
id: Memungkinkan seseorang untuk mengatur lokal sistem, misalnya 'de_CH.UTF-8'. Defaultnya adalah 'en_US.UTF-8'. Jika lokal yang dipilih belum tersedia di sistem, ia akan secara otomatis dibuat saat itu juga.
pt_br: Permite definir o locale do sistema, por exemplo, 'de_CH.UTF-8'. O padrão é 'en_US.UTF-8'. Caso o locale selecionado não esteja disponível no sistema, ele é gerado automaticamente.
ru: Позволяет установить локаль системы, например, 'de_CH.UTF-8'. По умолчанию используется 'en_US.UTF-8'. Если выбранная локаль еще не доступна в системе, она автоматически генерируется на лету.

source: B<live-config.timezone>=I<TIMEZONE> | B<timezone>=I<TIMEZONE>
de: B<live-config.timezone>=I<ZEITZONE> | B<timezone>=I<ZEITZONE>
es: B<live-config.timezone>=I<ZONA HORARIA> | B<timezone>=I<ZONA HORARIA>
id: B<live-config.timezone>=I<ZONA_WAKTU> | B<timezone>=I<ZONA_WAKTU>
pt_br: B<live-config.timezone>=I<FUSO_HORÁRIO> | B<timezone>=I<FUSO_HORÁRIO>
ru: B<live-config.timezone>=I<ЧАСОВОЙ_ПОЯС> | B<timezone>=I<ЧАСОВОЙ_ПОЯС>

source: Allows one to set the timezone of the system, e.g. 'Europe/Zurich'. The default is 'UTC'.
de: Ermöglicht das Festlegen der Zeitzone des Systems, z.B. 'Europe/Zurich'. Der Standardwert ist 'UTC'.
es: Permite establecer la zona horaria del sistema, p.ej. «Europa/Madrid». Por defecto es «UTC».
id: Memungkinkan seseorang untuk mengatur zona waktu sistem, misalnya 'Europe/Zurich'. Defaultnya adalah 'UTC'.
pt_br: Permite definir o fuso horário do sistema, por exemplo, 'Europe/Zurich'. O padrão é 'UTC'.
ru: Позволяет установить часовой пояс системы, например, 'Europe/Zurich'. По умолчанию это 'UTC'.

source: B<live-config.keyboard-model>=I<KEYBOARD_MODEL> | B<keyboard-model>=I<KEYBOARD_MODEL>
de: B<live-config.keyboard-model>=I<TASTATURMODELL> | B<keyboard-model>=I<TASTATURMODELL>
es: B<live-config.keyboard-model>=I<MODELO DE TECLADO> | B<keyboard-model>=I<MODELO DE TECLADO>
id: B<live-config.keyboard-model>=I<MODEL_KEYBOARD> | B<keyboard-model>=I<MODEL_KEYBOARD>
pt_br: B<live-config.keyboard-model>=I<MODELO_DE_TECLADO> | B<keyboard-model>=I<MODELO_DE_TECLADO>
ru: B<live-config.keyboard-model>=I<МОДЕЛЬ_КЛАВИАТУРЫ> | B<keyboard-model>=I<МОДЕЛЬ_КЛАВИАТУРЫ>

source: Allows one to change the keyboard model. There is no default value set.
de: Ermöglicht das Ändern des Tastaturmodells. Es ist kein Standardwert festgelegt.
es: Permite cambiar el modelo de teclado. No hay ningún valor por defecto.
id: Memungkinkan seseorang untuk mengubah model keyboard. Tidak ada nilai default yang diatur.
pt_br: Permite alterar o modelo do teclado. Nenhum valor padrão é definido.
ru: Позволяет изменить модель клавиатуры. Значение по умолчанию не установлено.

source: B<live-config.keyboard-layouts>=I<KEYBOARD_LAYOUT1>,I<KEYBOARD_LAYOUT2> ... I<KEYBOARD_LAYOUTn> | B<keyboard-layouts>=I<KEYBOARD_LAYOUT1>,I<KEYBOARD_LAYOUT2> ... I<KEYBOARD_LAYOUTn>
de: B<live-config.keyboard-layouts>=I<TASTATURLAYOUT1>,I<TASTATURLAYOUT2> ... I<TASTATURLAYOUT_n> | B<keyboard-layouts>=I<TASTATURLAYOUT1>,I<TASTATURLAYOUT2> ... I<TASTATURLAYOUT_n>
es: B<live-config.keyboard-layouts>=I<DISTRIBUCIÓN DE TECLADO1>,I<DISTRIBUCIÓN DE TECLADO2> ... I<DISTRIBUCIÓN DE TECLADOn> | B<keyboard-layouts>=I<DISTRIBUCIÓN DE TECLADO1>,I<DISTRIBUCIÓN DE TECLADO2> ... I<DISTRIBUCIÓN DE TECLADOn>
id: B<live-config.keyboard-layouts>=I<LAYOUT_KEYBOARD1>,I<LAYOUT_KEYBOARD2> ... I<LAYOUT_KEYBOARDn> | B<keyboard-layouts>=I<LAYOUT_KEYBOARD1>,I<LAYOUT_KEYBOARD2> ... I<LAYOUT_KEYBOARDn>
pt_br: B<live-config.keyboard-layouts>=I<LAYOUT_TECLADO1>,I<LAYOUT_TECLADO2> ... I<LAYOUT_TECLADO_n> | B<keyboard-layouts>=I<LAYOUT_TECLADO1>,I<LAYOUT_TECLADO2> ... I<LAYOUT_TECLADO_n>
ru: B<live-config.keyboard-layouts>=I<РАСКЛАДКА_КЛАВИАТУРЫ1>,I<РАСКЛАДКА_КЛАВИАТУРЫ2> ... I<РАСКЛАДКА_КЛАВИАТУРЫn> | B<keyboard-layouts>=I<РАСКЛАДКА_КЛАВИАТУРЫ1>,I<РАСКЛАДКА_КЛАВИАТУРЫ2> ... I<РАСКЛАДКА_КЛАВИАТУРЫn>

source: Allows one to change the keyboard layouts. If more than one is specified, the tools of the desktop environment will allow one to switch it under X11. There is no default value set.
de: Ermöglicht das Ändern der Tastaturlayouts. Wenn mehr als eines angegeben wird, ermöglichen die Tools der Desktop-Umgebung das Umschalten unter X11. Es ist kein Standardwert festgelegt.
es: Permite cambiar la disposición del teclado. Si se especifica más de una, las herramientas de escritorio permitirán cambiarlas bajo X11. No hay ningún valor por defecto.
id: Memungkinkan seseorang untuk mengubah layout keyboard. Jika lebih dari satu ditentukan, alat lingkungan desktop akan memungkinkan untuk beralih di bawah X11. Tidak ada nilai default yang diatur.
pt_br: Permite alterar os layouts de teclado. Se mais de um for especificado, as ferramentas do ambiente de desktop permitirão alterná-los sob X11. Nenhum valor padrão é definido.
ru: Позволяет изменить раскладки клавиатуры. Если указано несколько, средства рабочего стола позволят переключать их в X11. Значение по умолчанию не установлено.

source: B<live-config.keyboard-variants>=I<KEYBOARD_VARIANT1>,I<KEYBOARD_VARIANT2> ... I<KEYBOARD_VARIANTn> | B<keyboard-variants>=I<KEYBOARD_VARIANT1>,I<KEYBOARD_VARIANT2> ... I<KEYBOARD_VARIANTn>
de: B<live-config.keyboard-variants>=I<TASTATURVARIANTE1>,I<TASTATURVARIANTE2> ... I<TASTATURVARIANTE_n> | B<keyboard-variants>=I<TASTATURVARIANTE1>,I<TASTATURVARIANTE2> ... I<TASTATURVARIANTE_n>
es: B<live-config.keyboard-variants>=I<VARIANTE DE TECLADO1>,I<VARIANTE DE TECLADO2> ... I<VARIANTE DE TECLADOn> | B<keyboard-variants>=I<VARIANTE DE TECLADO1>,I<VARIANTE DE TECLADO2> ... I<VARIANTE DE TECLADOn>
id: B<live-config.keyboard-variants>=I<VARIAN_KEYBOARD1>,I<VARIAN_KEYBOARD2> ... I<VARIAN_KEYBOARDn> | B<keyboard-variants>=I<VARIAN_KEYBOARD1>,I<VARIAN_KEYBOARD2> ... I<VARIAN_KEYBOARDn>
pt_br: B<live-config.keyboard-variants>=I<VARIANTE_TECLADO1>,I<VARIANTE_TECLADO2> ... I<VARIANTE_TECLADO_n> | B<keyboard-variants>=I<VARIANTE_TECLADO1>,I<VARIANTE_TECLADO2> ... I<VARIANTE_TECLADO_n>
ru: B<live-config.keyboard-variants>=I<ВАРИАНТ_КЛАВИАТУРЫ1>,I<ВАРИАНТ_КЛАВИАТУРЫ2> ... I<ВАРИАНТ_КЛАВИАТУРЫn> | B<keyboard-variants>=I<ВАРИАНТ_КЛАВИАТУРЫ1>,I<ВАРИАНТ_КЛАВИАТУРЫ2> ... I<ВАРИАНТ_КЛАВИАТУРЫn>

source: Allows one to change the keyboard variants. If more than one is specified, the same number of values as keyboard-layouts values should be specified as they will be matched one-to-one in the order specified. Blank values are allowed. The tools of the desktop environment will allow one to switch between each layout and variant pair under X11. There is no default value set.
de: Ermöglicht das Ändern der Tastaturvarianten. Wenn mehr als eine angegeben wird, sollte dieselbe Anzahl von Werten wie bei den Tastatur-Layouts angegeben werden, da sie in der angegebenen Reihenfolge eins zu eins abgeglichen werden. Leere Werte sind erlaubt. Die Tools der Desktop-Umgebung ermöglichen das Umschalten zwischen jedem Layout- und Variantenpaar unter X11. Es ist kein Standardwert festgelegt.
es: Permite cambiar las variantes de teclado. Si se especifica más de una, se deben especificar el mismo número de variantes como de distribuciones de teclado, ya que se corresponderan una a una en el orden especificado. Se pueden dejar valores en blanco. Las herramientas de escritorio permitirán cambiarlas bajo X11. No hay ningún valor por defecto.
id: Memungkinkan seseorang untuk mengubah varian keyboard. Jika lebih dari satu ditentukan, jumlah nilai yang sama dengan nilai keyboard-layouts harus ditentukan karena akan dicocokkan satu-ke-satu dalam urutan yang ditentukan. Nilai kosong diizinkan. Alat-alat lingkungan desktop akan memungkinkan untuk beralih antara setiap pasangan tata letak dan varian di bawah X11. Tidak ada nilai default yang diatur.
pt_br: Permite alterar as variantes do teclado. Se mais de uma for especificada, o mesmo número de valores de keyboard-layouts deve ser especificado, pois serão correspondidos um a um na ordem especificada. Valores em branco são permitidos. As ferramentas do ambiente de desktop permitirão alternar entre cada par de layout e variante sob X11. Nenhum valor padrão é definido.
ru: Позволяет изменить варианты клавиатуры. Если указано несколько, должно быть указано такое же количество значений, как и значений раскладки клавиатуры, поскольку они будут сопоставлены один к одному в указанном порядке. Пустые значения разрешены. Инструменты среды рабочего стола позволят переключаться между каждой парой раскладки и варианта в X11. Значение по умолчанию не установлено.

source: B<live-config.keyboard-options>=I<KEYBOARD_OPTIONS> | B<keyboard-options>=I<KEYBOARD_OPTIONS>
de: B<live-config.keyboard-options>=I<TASTATUROPTIONEN> | B<keyboard-options>=I<TASTATUROPTIONEN>
es: B<live-config.keyboard-options>=I<OPCIONES DE TECLADO> | B<keyboard-options>=I<OPCIONES DE TECLADO>
id: B<live-config.keyboard-options>=I<OPSI_KEYBOARD> | B<keyboard-options>=I<OPSI_KEYBOARD>
pt_br: B<live-config.keyboard-options>=I<OPÇÕES_DE_TECLADO> | B<keyboard-options>=I<OPÇÕES_DE_TECLADO>
ru: B<live-config.keyboard-options>=I<ПАРАМЕТРЫ_КЛАВИАТУРЫ> | B<keyboard-options>=I<ПАРАМЕТРЫ_КЛАВИАТУРЫ>

source: Allows one to change the keyboard options. There is no default value set.
de: Ermöglicht das Ändern der Tastaturoptionen. Es ist kein Standardwert festgelegt.
es: Permite cambiar las opciones del teclado. No hay un valor por defecto.
id: Memungkinkan seseorang untuk mengubah opsi keyboard. Tidak ada nilai default yang diatur.
pt_br: Permite alterar as opções do teclado. Não há valor padrão definido.
ru: Позволяет изменить параметры клавиатуры. Значение по умолчанию не установлено.

source: B<live-config.sysv-rc>=I<SERVICE1>,I<SERVICE2> ... I<SERVICEn> | B<sysv-rc>=I<SERVICE1>,I<SERVICE2> ... I<SERVICEn>
de: B<live-config.sysv-rc>=I<DIENST1>,I<DIENST2> ... I<DIENST_n> | B<sysv-rc>=I<DIENST1>,I<DIENST2> ... I<DIENST_n>
es: B<live-config.sysv-rc>=I<SERVICIO1>,I<SERVICIO2> ... I<SERVICIOn> | B<sysv-rc>=I<SERVICIO1>,I<SERVICIO2> ... I<SERVICIOn>
id: B<live-config.sysv-rc>=I<LAYANAN1>,I<LAYANAN2> ... I<LAYANANn> | B<sysv-rc>=I<LAYANAN1>,I<LAYANAN2> ... I<LAYANANn>
pt_br: B<live-config.sysv-rc>=I<SERVIÇO1>,I<SERVIÇO2> ... I<SERVIÇO_n> | B<sysv-rc>=I<SERVIÇO1>,I<SERVIÇO2> ... I<SERVIÇO_n>
ru: B<live-config.sysv-rc>=I<СЕРВИС1>,I<СЕРВИС2> ... I<СЕРВИСn> | B<sysv-rc>=I<СЕРВИС1>,I<СЕРВИС2> ... I<СЕРВИСn>

source: Allows one to disable sysv services through update-rc.d.
de: Ermöglicht das Deaktivieren von SysV-Diensten über update-rc.d.
es: Permite desactivar los servicios «sysv» mediante «update-rc.d».
id: Memungkinkan seseorang untuk menonaktifkan layanan sysv melalui update-rc.d.
pt_br: Permite desabilitar serviços sysv através do update-rc.d.
ru: Позволяет отключать службы sysv через update-rc.d.

source: B<live-config.utc>=B<yes>|no | B<utc>=B<yes>|no
id: B<live-config.utc>=B<ya>|tidak | B<utc>=B<ya>|tidak
pt_br: B<live-config.utc>=B<sim>|não | B<utc>=B<sim>|não

source: Allows one to change if the system is assuming that the hardware clock is set to UTC or not. The default is 'yes'.
de: Ermöglicht das Ändern, ob das System davon ausgeht, dass die Hardware-Uhr auf UTC eingestellt ist oder nicht. Der Standardwert ist 'yes'.
es: Permite cambiar si el sistema debe asumir que el reloj de la máquina está ajustado a la hora UTC o no. Por defecto es «Si».
id: Memungkinkan seseorang untuk mengubah apakah sistem mengasumsikan bahwa jam perangkat keras diatur ke UTC atau tidak. Defaultnya adalah 'ya'.
pt_br: Permite alterar se o sistema assume que o relógio de hardware está definido para UTC ou não. O padrão é 'sim'.
ru: Позволяет изменить, считает ли система, что аппаратные часы установлены по UTC или нет. По умолчанию — 'yes'.

source: B<live-config.x-session-manager=>I<X_SESSION_MANAGER> | B<x-session-manager>=I<X_SESSION_MANAGER>
id: B<live-config.x-session-manager=>I<MANAJER_SESI_X> | B<x-session-manager>=I<MANAJER_SESI_X>
pt_br: B<live-config.x-session-manager=>I<GERENCIADOR_DE_SESSÃO_X> | B<x-session-manager>=I<GERENCIADOR_DE_SESSÃO_X>

source: Allows one to set the x-session-manager through update-alternatives.
de: Ermöglicht das Festlegen des x-session-managers über update-alternatives.
es: Permite seleccionar el gestor de sesión gráfica «x-session-manager» mediante «update-alternatives».
id: Memungkinkan seseorang untuk mengatur manajer sesi X melalui update-alternatives.
pt_br: Permite definir o x-session-manager através de update-alternatives.
ru: Позволяет установить x-session-manager через update-alternatives.

source: B<live-config.xorg-driver>=I<XORG_DRIVER> | B<xorg-driver>=I<XORG_DRIVER>
de: B<live-config.xorg-driver>=I<XORG_TREIBER> | B<xorg-driver>=I<XORG_TREIBER>
es: B<live-config.xorg-driver>=I<CONTROLADOR XORG> | B<xorg-driver>=I<CONTROLADOR XORG>
id: B<live-config.xorg-driver>=I<DRIVER_XORG> | B<xorg-driver>=I<DRIVER_XORG>
pt_br: B<live-config.xorg-driver>=I<DRIVER_XORG> | B<xorg-driver>=I<DRIVER_XORG>
ru: B<live-config.xorg-driver>=I<ДРАЙВЕР_XORG> | B<xorg-driver>=I<ДРАЙВЕР_XORG>

source: Allows one to set xorg driver instead of autodetecting it. If a PCI ID is specified in /usr/share/live/config/xserver-xorg/I<DRIVER>.ids within the live system, the I<DRIVER> is enforced for these devices. If both a boot parameter and an override are found, the boot parameter takes precedence.
de: Ermöglicht das Festlegen des Xorg-Treibers anstelle der automatischen Erkennung. Wenn eine PCI-ID in /usr/share/live/config/xserver-xorg/I<TREIBER>.ids innerhalb des Live-Systems angegeben ist, wird der I<TREIBER> für diese Geräte erzwungen. Wenn sowohl ein Boot-Parameter als auch eine Überschreibung gefunden werden, hat der Boot-Parameter Vorrang.
es: Permite seleccionar el controlador xorg en lugar de detectarlo de forma automática. Si se especifica un PCI ID en /usr/share/live/config/xserver-xorg/I<DRIVER>.ids dentro del sistema en vivo, se aplica I<DRIVER> para estos dispositivos. Si se encuentran juntos un parámetro de arranque y un override, el parámetro de arranque tiene prioridad.
id: Memungkinkan seseorang untuk mengatur driver xorg alih-alih mendeteksinya secara otomatis. Jika ID PCI ditentukan dalam /usr/share/live/config/xserver-xorg/I<DRIVER>.ids dalam sistem live, I<DRIVER> diberlakukan untuk perangkat ini. Jika parameter boot dan override ditemukan, parameter boot yang diutamakan.
pt_br: Permite definir o driver xorg em vez de autodetectar. Se um ID PCI for especificado em /usr/share/live/config/xserver-xorg/I<DRIVER>.ids dentro do sistema live, o I<DRIVER> é forçado para esses dispositivos. Se um parâmetro de inicialização e uma substituição forem encontrados, o parâmetro de inicialização tem precedência.
ru: Позволяет установить драйвер xorg вместо его автоматического определения. Если в /usr/share/live/config/xserver-xorg/I<ДРАЙВЕР>.ids в живой системе указан идентификатор PCI, I<ДРАЙВЕР> принудительно применяется для этих устройств. Если найдены и параметр загрузки, и переопределение, параметр загрузки имеет приоритет.

source: B<live-config.xorg-resolution>=I<XORG_RESOLUTION> | B<xorg-resolution>=I<XORG_RESOLUTION>
de: B<live-config.xorg-resolution>=I<XORG_AUFLÖSUNG> | B<xorg-resolution>=I<XORG_AUFLÖSUNG>
es: B<live-config.xorg-resolution>=I<RESOLUCIÓN XORG>·|·B<xorg-resolution>=I<RESOLUCIÓN XORG>
id: B<live-config.xorg-resolution>=I<RESOLUSI_XORG> | B<xorg-resolution>=I<RESOLUSI_XORG>
pt_br: B<live-config.xorg-resolution>=I<RESOLUÇÃO_XORG> | B<xorg-resolution>=I<RESOLUÇÃO_XORG>
ru: B<live-config.xorg-resolution>=I<РАЗРЕШЕНИЕ_XORG> | B<xorg-resolution>=I<РАЗРЕШЕНИЕ_XORG>

source: Allows one to set xorg resolution instead of autodetecting it, e.g. 1024x768.
de: Ermöglicht das Festlegen der Xorg-Auflösung anstelle der automatischen Erkennung, z.B. 1024x768.
es: Permite seleccionar la resolución de xorg en lugar de detectarla de forma automática, p.ej. 1024x768.
id: Memungkinkan seseorang untuk mengatur resolusi xorg alih-alih mendeteksinya secara otomatis, misalnya 1024x768.
pt_br: Permite definir a resolução xorg em vez de autodetectar, por exemplo, 1024x768.
ru: Позволяет установить разрешение xorg вместо его автоматического определения, например, 1024x768.

source: B<live-config.wlan-driver>=I<WLAN_DRIVER> | B<wlan-driver>=I<WLAN_DRIVER>
de: B<live-config.wlan-driver>=I<WLAN_TREIBER> | B<wlan-driver>=I<WLAN_TREIBER>
es: B<live-config.wlan-driver>=I<CONTROLADOR WLAN> | B<wlan-driver>=I<CONTROLADOR WLAN>
id: B<live-config.wlan-driver>=I<DRIVER_WLAN> | B<wlan-driver>=I<DRIVER_WLAN>
pt_br: B<live-config.wlan-driver>=I<DRIVER_WLAN> | B<wlan-driver>=I<DRIVER_WLAN>
ru: B<live-config.wlan-driver>=I<ДРАЙВЕР_WLAN> | B<wlan-driver>=I<ДРАЙВЕР_WLAN>
