Repository: minios-linux/minios-translations
Catalog: po/minios-session-manager/*.po
Languages: de, id, pt, ru

source: GLOBAL OPTIONS: --json Output results in JSON format (can be used with any command) --sessions-dir PATH Use custom sessions directory instead of default COMMANDS: list List all available sessions with detailed information active Show currently active session (will boot next) running Show currently running session (current boot) info Show filesystem type and compatible session modes activate SESSION_ID Activate specified session (required: session_id) create [OPTIONS] Create new session (optional: --mode, --size) delete SESSION_ID Delete specified session (required: session_id) cleanup [OPTIONS] Delete old sessions (optional: --days, default: 30) status Check sessions directory status and permissions resize SESSION_ID SIZE Resize session to new size in MB (dynfilefs/raw only) export SESSION_ID PATH Export session to .tar.zst archive import ARCHIVE Import session from .tar.zst archive copy SESSION_ID Copy session (optional: --to-mode, --size) convert SESSION_ID MODE Convert session to different mode (optional: --size) SESSION MODES: native Direct filesystem changes (requires POSIX-compatible filesystem) dynfilefs Dynamic file system overlay (works on any filesystem, 1000MB default) raw Raw disk image (works on any filesystem, custom size required) COMMAND BEHAVIOR: • create without --mode: Uses native mode (may fail on FAT32/NTFS/exFAT) • create without --size: Uses 1000MB for dynfilefs/raw modes • cleanup without --days: Uses 30-day threshold for deletion • cleanup protects both active and running sessions from deletion EXAMPLES: Basic Usage: minios-session list List all available sessions minios-session active Show which session will boot next minios-session running Show currently running session minios-session info Show filesystem compatibility info Session Management: minios-session activate 2 Set session #2 as default for next boot minios-session delete 3 Delete session #3 permanently minios-session cleanup --days 30 Delete sessions older than 30 days minios-session cleanup Delete sessions older than 30 days (default) Creating Sessions: minios-session create --mode native Create native session (filesystem changes) minios-session create --mode dynfilefs Create 1000MB dynfilefs session (default) minios-session create --mode dynfilefs --size 8000 Create 8000MB dynfilefs session minios-session create --mode raw --size 2000 Create 2000MB raw disk image Session Operations: minios-session resize 2 4000 Resize session #2 to 4000MB minios-session export 3 /tmp/backup.tar.zst Export session #3 to archive minios-session import /tmp/backup.tar.zst Import session from archive minios-session copy 2 Copy session #2 minios-session copy 2 --to-mode raw --size 3000 Copy session #2 as raw with 3000MB minios-session convert 3 dynfilefs --size 2000 Convert session #3 to dynfilefs with 2000MB Error Handling: minios-session create May fail on FAT32/NTFS/exFAT: "Use dynfilefs or raw mode" minios-session create --mode raw --size 5000 Will fail on FAT32: file size limit is 4096MB (4GB) JSON Output (for automation): minios-session --json list List sessions in JSON format minios-session active --json Get active session info as JSON minios-session info --json Get system info as JSON Custom Session Directory: minios-session --sessions-dir /mnt/usb/sessions list minios-session --sessions-dir /tmp/test create --mode native
de: GLOBALE OPTIONEN: --json Ergebnisse im JSON-Format ausgeben (kann mit jedem Befehl verwendet werden) --sessions-dir PFAD Benutzerdefiniertes Sitzungsverzeichnis anstelle des Standards verwenden BEFEHLE: list Alle verfügbaren Sitzungen mit detaillierten Informationen auflisten active Aktuell aktive Sitzung anzeigen (wird als nächstes gestartet) running Aktuell laufende Sitzung anzeigen (aktueller Start) info Dateisystemtyp und kompatible Sitzungsmodi anzeigen activate SITZUNGS-ID Angegebene Sitzung aktivieren (erforderlich: sitzungs_id) create [OPTIONEN] Neue Sitzung erstellen (optional: --mode, --size) delete SITZUNGS-ID Angegebene Sitzung löschen (erforderlich: sitzungs_id) cleanup [OPTIONEN] Alte Sitzungen löschen (optional: --days, Standard: 30) status Status und Berechtigungen des Sitzungsverzeichnisses prüfen resize SITZUNGS-ID GRÖSSE Sitzung auf neue Größe in MB ändern (nur dynfilefs/raw) export SITZUNGS-ID PFAD Sitzung in .tar.zst-Archiv exportieren import ARCHIV Sitzung aus .tar.zst-Archiv importieren copy SITZUNGS-ID Sitzung kopieren (optional: --to-mode, --size) convert SITZUNGS-ID MODUS Sitzung in anderen Modus konvertieren (optional: --size) SITZUNGSMODI: native Direkte Dateisystemänderungen (erfordert POSIX-kompatibles Dateisystem) dynfilefs Dynamisches Dateisystem-Overlay (funktioniert auf jedem Dateisystem, 1000MB Standard) raw Raw-Disk-Image (funktioniert auf jedem Dateisystem, benutzerdefinierte Größe erforderlich) BEFEHLSVERHALTEN: • create ohne --mode: Verwendet den nativen Modus (kann auf FAT32/NTFS/exFAT fehlschlagen) • create ohne --size: Verwendet 1000MB für die Modi dynfilefs/raw • cleanup ohne --days: Verwendet eine 30-Tage-Schwelle zum Löschen • cleanup schützt sowohl aktive als auch laufende Sitzungen vor dem Löschen BEISPIELE: Grundlegende Verwendung: minios-session list Alle verfügbaren Sitzungen auflisten minios-session active Anzeigen, welche Sitzung als nächstes gestartet wird minios-session running Aktuell laufende Sitzung anzeigen minios-session info Informationen zur Dateisystemkompatibilität anzeigen Sitzungsverwaltung: minios-session activate 2 Sitzung #2 als Standard für den nächsten Start festlegen minios-session delete 3 Sitzung #3 dauerhaft löschen minios-session cleanup --days 30 Sitzungen löschen, die älter als 30 Tage sind minios-session cleanup Sitzungen löschen, die älter als 30 Tage sind (Standard) Sitzungen erstellen: minios-session create --mode native Native Sitzung erstellen (Dateisystemänderungen) minios-session create --mode dynfilefs 1000MB-dynfilefs-Sitzung erstellen (Standard) minios-session create --mode dynfilefs --size 8000 8000MB-dynfilefs-Sitzung erstellen minios-session create --mode raw --size 2000 2000MB-Raw-Disk-Image erstellen Sitzungsvorgänge: minios-session resize 2 4000 Sitzung #2 auf 4000MB vergrößern minios-session export 3 /tmp/backup.tar.zst Sitzung #3 in Archiv exportieren minios-session import /tmp/backup.tar.zst Sitzung aus Archiv importieren minios-session copy 2 Sitzung #2 kopieren minios-session copy 2 --to-mode raw --size 3000 Sitzung #2 als raw mit 3000MB kopieren minios-session convert 3 dynfilefs --size 2000 Sitzung #3 in dynfilefs mit 2000MB konvertieren Fehlerbehandlung: minios-session create Kann auf FAT32/NTFS/exFAT fehlschlagen: "Verwenden Sie den dynfilefs- oder Raw-Modus" minios-session create --mode raw --size 5000 Schlägt auf FAT32 fehl: Dateigrößenlimit ist 4096MB (4GB) JSON-Ausgabe (für die Automatisierung): minios-session --json list Sitzungen im JSON-Format auflisten minios-session active --json Informationen zur aktiven Sitzung als JSON abrufen minios-session info --json Systeminformationen als JSON abrufen Benutzerdefiniertes Sitzungsverzeichnis: minios-session --sessions-dir /mnt/usb/sessions list minios-session --sessions-dir /tmp/test create --mode native
id: OPSI GLOBAL: --json Keluarkan hasil dalam format JSON (dapat digunakan dengan perintah apa pun) --sessions-dir PATH Gunakan direktori sesi kustom alih-alih default PERINTAH: list Daftar semua sesi yang tersedia dengan informasi detail active Tampilkan sesi yang sedang aktif (akan boot berikutnya) running Tampilkan sesi yang sedang berjalan (boot saat ini) info Tampilkan tipe sistem berkas dan mode sesi yang kompatibel activate SESSION_ID Aktifkan sesi yang ditentukan (diperlukan: session_id) create [OPSI] Buat sesi baru (opsional: --mode, --size) delete SESSION_ID Hapus sesi yang ditentukan (diperlukan: session_id) cleanup [OPSI] Hapus sesi lama (opsional: --days, default: 30) status Periksa status direktori sesi dan izin resize SESSION_ID SIZE Ubah ukuran sesi ke ukuran baru dalam MB (hanya dynfilefs/raw) export SESSION_ID PATH Ekspor sesi ke arsip .tar.zst import ARCHIVE Impor sesi dari arsip .tar.zst copy SESSION_ID Salin sesi (opsional: --to-mode, --size) convert SESSION_ID MODE Konversi sesi ke mode berbeda (opsional: --size) MODE SESI: native Perubahan sistem berkas langsung (membutuhkan sistem berkas kompatibel POSIX) dynfilefs Overlay sistem berkas dinamis (berfungsi pada sistem berkas apa pun, default 1000MB) raw Citra disk mentah (berfungsi pada sistem berkas apa pun, ukuran kustom diperlukan) PERILAKU PERINTAH: • create tanpa --mode: Menggunakan mode asli (mungkin gagal pada FAT32/NTFS/exFAT) • create tanpa --size: Menggunakan 1000MB untuk mode dynfilefs/raw • cleanup tanpa --days: Menggunakan ambang batas 30 hari untuk penghapusan • cleanup melindungi sesi aktif dan berjalan dari penghapusan CONTOH: Penggunaan Dasar: minios-session list Daftar semua sesi yang tersedia minios-session active Tampilkan sesi mana yang akan boot berikutnya minios-session running Tampilkan sesi yang sedang berjalan minios-session info Tampilkan info kompatibilitas sistem berkas Manajemen Sesi: minios-session activate 2 Atur sesi #2 sebagai default untuk boot berikutnya minios-session delete 3 Hapus sesi #3 secara permanen minios-session cleanup --days 30 Hapus sesi yang lebih lama dari 30 hari minios-session cleanup Hapus sesi yang lebih lama dari 30 hari (default) Membuat Sesi: minios-session create --mode native Buat sesi asli (perubahan sistem berkas) minios-session create --mode dynfilefs Buat sesi dynfilefs 1000MB (default) minios-session create --mode dynfilefs --size 8000 Buat sesi dynfilefs 8000MB minios-session create --mode raw --size 2000 Buat citra disk mentah 2000MB Operasi Sesi: minios-session resize 2 4000 Ubah ukuran sesi #2 ke 4000MB minios-session export 3 /tmp/backup.tar.zst Ekspor sesi #3 ke arsip minios-session import /tmp/backup.tar.zst Impor sesi dari arsip minios-session copy 2 Salin sesi #2 minios-session copy 2 --to-mode raw --size 3000 Salin sesi #2 sebagai raw dengan 3000MB minios-session convert 3 dynfilefs --size 2000 Konversi sesi #3 ke dynfilefs dengan 2000MB Penanganan Kesalahan: minios-session create Mungkin gagal pada FAT32/NTFS/exFAT: "Gunakan mode dynfilefs atau raw" minios-session create --mode raw --size 5000 Akan gagal pada FAT32: batas ukuran berkas adalah 4096MB (4GB) Output JSON (untuk otomatisasi): minios-session --json list Daftar sesi dalam format JSON minios-session active --json Dapatkan info sesi aktif sebagai JSON minios-session info --json Dapatkan info sistem sebagai JSON Direktori Sesi Kustom: minios-session --sessions-dir /mnt/usb/sessions list minios-session --sessions-dir /tmp/test create --mode native
pt: OPÇÕES GLOBAIS: --json Saída de resultados em formato JSON (pode ser usado com qualquer comando) --sessions-dir CAMINHO Use um diretório de sessões personalizado em vez de padrão COMANDOS: list Listar todas as sessões disponíveis com informações detalhadas active Mostrar a sessão ativa no momento (será iniciada a seguir) running Mostrar a sessão em execução no momento (inicialização atual) info Mostrar o tipo de sistema de ficheiros e os modos de sessão compatíveis activate ID_SESSÃO Ativar a sessão especificada (obrigatório: id_sessão) create [OPÇÕES] Criar nova sessão (opcional: --mode, --size) delete ID_SESSÃO Excluir a sessão especificada (obrigatório: id_sessão) cleanup [OPÇÕES] Excluir sessões antigas (opcional: --days, padrão: 30) status Verificar o estado e as permissões do diretório de sessões resize ID_SESSÃO TAMANHO Redimensionar sessão para novo tamanho em MB (apenas dynfilefs/raw) export ID_SESSÃO CAMINHO Exportar sessão para arquivo .tar.zst import ARQUIVO Importar sessão do arquivo .tar.zst copy ID_SESSÃO Copiar sessão (opcional: --to-mode, --size) convert ID_SESSÃO MODO Converter sessão para modo diferente (opcional: --size) MODOS DE SESSÃO: native Alterações diretas no sistema de ficheiros (requer sistema de ficheiros compatível com POSIX) dynfilefs Sobreposição de sistema de ficheiros dinâmico (funciona em qualquer sistema de ficheiros, 1000MB padrão) raw Imagem de disco bruta (funciona em qualquer sistema de ficheiros, tamanho personalizado obrigatório) COMPORTAMENTO DO COMANDO: • create sem --mode: usa o modo nativo (pode falhar em FAT32/NTFS/exFAT) • create sem --size: usa 1000MB para os modos dynfilefs/raw • cleanup sem --days: usa um limite de 30 dias para exclusão • cleanup protege as sessões ativas e em execução da exclusão EXEMPLOS: Uso básico: minios-session list Listar todas as sessões disponíveis minios-session active Mostrar qual sessão será iniciada a seguir minios-session running Mostrar a sessão em execução no momento minios-session info Mostrar informações de compatibilidade do sistema de ficheiros Gestão de sessão: minios-session activate 2 Definir a sessão nº 2 como padrão para a próxima inicialização minios-session delete 3 Excluir a sessão nº 3 permanentemente minios-session cleanup --days 30 Excluir sessões com mais de 30 dias minios-session cleanup Excluir sessões com mais de 30 dias (padrão) Criando sessões: minios-session create --mode native Criar sessão nativa (alterações no sistema de ficheiros) minios-session create --mode dynfilefs Criar sessão dynfilefs de 1000MB (padrão) minios-session create --mode dynfilefs --size 8000 Criar sessão dynfilefs de 8000MB minios-session create --mode raw --size 2000 Criar imagem de disco bruta de 2000MB Operações de sessão: minios-session resize 2 4000 Redimensionar sessão nº 2 para 4000MB minios-session export 3 /tmp/backup.tar.zst Exportar sessão nº 3 para arquivo minios-session import /tmp/backup.tar.zst Importar sessão do arquivo minios-session copy 2 Copiar sessão nº 2 minios-session copy 2 --to-mode raw --size 3000 Copiar sessão nº 2 como raw com 3000MB minios-session convert 3 dynfilefs --size 2000 Converter sessão nº 3 para dynfilefs com 2000MB Tratamento de erros: minios-session create Pode falhar em FAT32/NTFS/exFAT: "Use o modo dynfilefs ou raw" minios-session create --mode raw --size 5000 Falhará em FAT32: limite de tamanho de ficheiro é 4096MB (4GB) Saída JSON (para automação): minios-session --json list Listar sessões em formato JSON minios-session active --json Obter informações da sessão ativa como JSON minios-session info --json Obter informações do sistema como JSON Diretório de sessão personalizado: minios-session --sessions-dir /mnt/usb/sessions list minios-session --sessions-dir /tmp/test create --mode native
ru: ГЛОБАЛЬНЫЕ ОПЦИИ: --json Выводить результаты в формате JSON (можно использовать с любой командой) --sessions-dir PATH Использовать пользовательский каталог сессий вместо стандартного КОМАНДЫ: list Показать все доступные сессии с подробной информацией active Показать текущую активную сессию (будет загружена следующей) running Показать текущую запущенную сессию (текущая загрузка) info Показать тип файловой системы и совместимые режимы сессий activate SESSION_ID Активировать указанную сессию (обязательно: session_id) create [ОПЦИИ] Создать новую сессию (опционально: --mode, --size) delete SESSION_ID Удалить указанную сессию (обязательно: session_id) cleanup [ОПЦИИ] Удалить старые сессии (опционально: --days, по умолчанию: 30) status Проверить статус и разрешения директории сессий resize SESSION_ID SIZE Изменить размер сессии до нового размера в МБ (только для dynfilefs/raw) export SESSION_ID PATH Экспортировать сессию в архив .tar.zst import ARCHIVE Импортировать сессию из архива .tar.zst copy SESSION_ID Скопировать сессию (опционально: --to-mode, --size) convert SESSION_ID MODE Конвертировать сессию в другой режим (опционально: --size) РЕЖИМЫ СЕССИЙ: native Прямые изменения файловой системы (требует POSIX-совместимой файловой системы) dynfilefs Динамический оверлей файловой системы (работает на любой файловой системе, по умолчанию 1000МБ) raw Образ raw-диска (работает на любой файловой системе, требуется указание размера) ПОВЕДЕНИЕ КОМАНД: • create без --mode: Использует нативный режим (может не работать на FAT32/NTFS/exFAT) • create без --size: Использует 1000МБ для режимов dynfilefs/raw • cleanup без --days: Использует порог в 30 дней для удаления • cleanup защищает активные и запущенные сессии от удаления ПРИМЕРЫ: Базовое использование: minios-session list Показать все доступные сессии minios-session active Показать, какая сессия будет загружена следующей minios-session running Показать текущую запущенную сессию minios-session info Показать информацию о совместимости файловой системы Управление сессиями: minios-session activate 2 Установить сессию #2 как активную для следующей загрузки minios-session delete 3 Удалить сессию #3 навсегда minios-session cleanup --days 30 Удалить сессии старше 30 дней minios-session cleanup Удалить сессии старше 30 дней (по умолчанию) Создание сессий: minios-session create --mode native Создать нативную сессию (изменения файловой системы) minios-session create --mode dynfilefs Создать сессию dynfilefs на 1000МБ (по умолчанию) minios-session create --mode dynfilefs --size 8000 Создать сессию dynfilefs на 8000МБ minios-session create --mode raw --size 2000 Создать образ raw-диска на 2000МБ Операции с сессиями: minios-session resize 2 4000 Изменить размер сессии #2 до 4000МБ minios-session export 3 /tmp/backup.tar.zst Экспортировать сессию #3 в архив minios-session import /tmp/backup.tar.zst Импортировать сессию из архива minios-session copy 2 Скопировать сессию #2 minios-session copy 2 --to-mode raw --size 3000 Скопировать сессию #2 как raw с 3000МБ minios-session convert 3 dynfilefs --size 2000 Конвертировать сессию #3 в dynfilefs с 2000МБ Обработка ошибок: minios-session create Может не работать на FAT32/NTFS/exFAT: "Используйте режим dynfilefs или raw" minios-session create --mode raw --size 5000 Не будет работать на FAT32: лимит размера файла 4096МБ (4ГБ) Вывод JSON (для автоматизации): minios-session --json list Показать сессии в формате JSON minios-session active --json Получить информацию об активной сессии в формате JSON minios-session info --json Получить информацию о системе в формате JSON Пользовательский каталог сессий: minios-session --sessions-dir /mnt/usb/sessions list minios-session --sessions-dir /tmp/test create --mode native

source: Output in JSON format
de: Ausgabe im JSON-Format
id: Keluaran dalam format JSON
pt: Saída em formato JSON
ru: Вывод в формате JSON

source: Custom path to sessions directory
de: Benutzerdefinierter Pfad zum Sitzungsverzeichnis
id: Jalur kustom ke direktori sesi
pt: Caminho personalizado para o diretório de sessões
ru: Пользовательский путь к каталогу сессий

source: Available commands
de: Verfügbare Befehle
id: Perintah yang tersedia
pt: Comandos disponíveis
ru: Доступные команды

source: List all sessions
de: Alle Sitzungen auflisten
id: Daftar semua sesi
pt: Listar todas as sessões
ru: Показать все сессии

source: Show active session
de: Aktive Sitzung anzeigen
id: Tampilkan sesi aktif
pt: Mostrar sessão ativa
ru: Показать активную сессию

source: Show running session
de: Laufende Sitzung anzeigen
id: Tampilkan sesi yang sedang berjalan
pt: Mostrar sessão em execução
ru: Показать запущенную сессию

source: Show filesystem and compatibility information
de: Dateisystem- und Kompatibilitätsinformationen anzeigen
id: Tampilkan informasi sistem berkas dan kompatibilitas
pt: Mostrar informações do sistema de ficheiros e de compatibilidade
ru: Показать информацию о файловой системе и совместимости

source: Activate a session
de: Eine Sitzung aktivieren
id: Aktifkan sesi
pt: Ativar uma sessão
ru: Активировать сессию

source: Session ID to activate
de: Sitzungs-ID zum Aktivieren
id: ID sesi untuk diaktifkan
pt: ID da sessão para ativar
ru: ID сессии для активации

source: Create a new session
de: Neue Sitzung erstellen
id: Buat sesi baru
pt: Criar uma nova sessão
ru: Создать новую сессию

source: Session mode (default: native)
de: Sitzungsmodus (Standard: native)
id: Mode sesi (default: asli)
pt: Modo de sessão (padrão: nativo)
ru: Режим сессии (по-умолчанию: native)

source: Size in MB for dynfilefs/raw modes (default: 1000)
de: Größe in MB für dynfilefs/raw-Modi (Standard: 1000)
id: Ukuran dalam MB untuk mode dynfilefs/raw (default: 1000)
pt: Tamanho em MB para os modos dynfilefs/raw (padrão: 1000)
ru: Размер в МБ для режимов dynfilefs/raw (по-умолчанию: 1000)

source: Delete a session
de: Eine Sitzung löschen
id: Hapus sesi
pt: Excluir uma sessão
ru: Удалить сессию

source: Session ID to delete
de: Sitzungs-ID zum Löschen
id: ID sesi untuk dihapus
pt: ID da sessão para excluir
ru: ID сессии для удаления

source: Clean up old sessions
de: Alte Sitzungen bereinigen
id: Bersihkan sesi lama
pt: Limpar sessões antigas
ru: Очистить старые сессии

source: Delete sessions older than N days (default: 30)
de: Sitzungen löschen, die älter als N Tage sind (Standard: 30)
id: Hapus sesi yang lebih lama dari N hari (default: 30)
pt: Excluir sessões com mais de N dias (padrão: 30)
ru: Удалить сессии старше N дней (по-умолчанию: 30)

source: Check sessions directory status
de: Überprüfen des Sitzungsverzeichnisstatus
id: Periksa status direktori sesi
pt: Verificar o status do diretório de sessões
ru: Проверить состояние каталога сессий

source: Resize a session
de: Sitzung in der Größe ändern
id: Ubah ukuran sesi
pt: Redimensionar uma sessão
ru: Изменить размер сессии

source: Session ID to resize
de: Sitzungs-ID für die Größenänderung
id: ID sesi yang akan diubah ukurannya
pt: ID da sessão para redimensionar
ru: ID сессии для изменения размера

source: New size in MB
de: Neue Größe in MB
id: Ukuran baru dalam MB
pt: Novo tamanho em MB
ru: Новый размер в МБ

source: Export session to archive
de: Sitzung in Archiv exportieren
id: Ekspor sesi ke arsip
pt: Exportar sessão para o arquivo
ru: Экспортировать сессию в архив

source: Session ID to export
de: Sitzungs-ID zum Exportieren
id: ID sesi untuk diekspor
pt: ID da sessão a exportar
ru: ID сессии для экспорта

source: Output file or directory path
de: Ausgabedatei- oder Verzeichnispfad
id: Jalur berkas atau direktori keluaran
pt: Ficheiro de saída ou caminho do diretório
ru: Путь к выходному файлу или каталогу

source: Skip archive verification
de: Archivüberprüfung überspringen
id: Lewati verifikasi arsip
pt: Ignorar a verificação do arquivo
ru: Пропустить проверку архива

source: Import session from archive
de: Sitzung aus Archiv importieren
id: Impor sesi dari arsip
pt: Importar sessão do arquivo
ru: Импортировать сессию из архива

source: Path to session archive (.tar.zst)
de: Pfad zum Sitzungsarchiv (.tar.zst)
id: Jalur ke arsip sesi (.tar.zst)
pt: Caminho para o arquivo da sessão (.tar.zst)
ru: Путь к архиву сессии (.tar.zst)

source: Automatically convert to compatible mode
de: Automatisch in kompatiblen Modus konvertieren
id: Konversi otomatis ke mode yang kompatibel
pt: Converter automaticamente para o modo compatível
ru: Автоматически конвертировать в совместимый режим

source: Force specific session mode
de: Bestimmten Sitzungsmodus erzwingen
id: Paksa mode sesi tertentu
pt: Forçar modo de sessão específico
ru: Принудительно установить режим сессии

source: Skip integrity verification
de: Integritätsprüfung überspringen
id: Lewati verifikasi integritas
pt: Ignorar verificação de integridade
ru: Пропустить проверку целостности

source: Skip compatibility checks
de: Kompatibilitätsprüfungen überspringen
id: Lewati pemeriksaan kompatibilitas
pt: Ignorar verificações de compatibilidade
ru: Пропустить проверки совместимости

source: Copy a session
de: Eine Sitzung kopieren
id: Salin sesi
pt: Copiar uma sessão
ru: Скопировать сессию

source: Session ID to copy
de: Sitzungs-ID zum Kopieren
id: ID sesi untuk disalin
pt: ID da sessão a copiar
ru: ID сессии для копирования
