Repository: minios-linux/minios-translations
Catalog: po/minios-session-manager/*.po
Languages: de, id, pt, ru

source: Convert to different mode (optional)
de: In anderen Modus konvertieren (optional)
id: Konversi ke mode berbeda (opsional)
pt: Converter para modo diferente (opcional)
ru: Конвертировать в другой режим (опционально)

source: Size for new session (for dynfilefs/raw)
de: Größe für neue Sitzung (für dynfilefs/raw)
id: Ukuran untuk sesi baru (untuk dynfilefs/raw)
pt: Tamanho para a nova sessão (para dynfilefs/raw)
ru: Размер для новой сессии (для dynfilefs/raw)

source: Convert session mode
de: Sitzungsmodus konvertieren
id: Konversi mode sesi
pt: Converter o modo da sessão
ru: Конвертировать режим сессии

source: Session ID to convert
de: Sitzungs-ID zum Konvertieren
id: ID sesi untuk dikonversi
pt: ID da sessão a converter
ru: ID сессии для конвертации

source: Target mode
de: Zielmodus
id: Mode target
pt: Modo de destino
ru: Целевой режим

source: Size for dynfilefs/raw mode
de: Größe für dynfilefs/raw-Modus
id: Ukuran untuk mode dynfilefs/raw
pt: Tamanho para o modo dynfilefs/raw
ru: Размер для режима dynfilefs/raw

source: Create new session instead of in-place conversion
de: Neue Sitzung erstellen statt direkter Konvertierung
id: Buat sesi baru alih-alih konversi di tempat
pt: Criar nova sessão em vez de conversão no local
ru: Создать новую сессию вместо конвертации на месте

source: Could not find sessions directory.
de: Sitzungsverzeichnis konnte nicht gefunden werden.
id: Tidak dapat menemukan direktori sesi.
pt: Não foi possível encontrar o diretório de sessões.
ru: Не удалось найти каталог сессий.

source: This tool must be run from within a MiniOS live system with persistent sessions enabled.
de: Dieses Tool muss von einem MiniOS-Live-System mit aktivierten persistenten Sitzungen ausgeführt werden.
id: Alat ini harus dijalankan dari dalam sistem live MiniOS dengan sesi persisten diaktifkan.
pt: Esta ferramenta deve ser executada de dentro de um sistema MiniOS live com sessões persistentes ativadas.
ru: Эта утилита должна быть запущена в живой сессии MiniOS с включенными постоянными сессиями.

source: Error: Could not find sessions directory.
de: Fehler: Sitzungsverzeichnis konnte nicht gefunden werden.
id: Kesalahan: Tidak dapat menemukan direktori sesi.
pt: Erro: não foi possível encontrar o diretório de sessões.
ru: Ошибка: Не удалось найти каталог сессий.

source: Active session: #{}
de: Aktive Sitzung: #{}
id: Sesi aktif: #{}
pt: Sessão ativa: #{}
ru: Активная сессия: #{}

source: Mode: {}
de: Modus: {}
pt: Modo: {}
ru: Режим: {}

source: Version: {}
id: Versi: {}
pt: Versão: {}
ru: Версия: {}

source: Edition: {}
de: Ausgabe: {}
id: Edisi: {}
pt: Edição: {}
ru: Редакция: {}

source: Union FS: {}
id: Sistem Union: {}
pt: Sistema União: {}
ru: Объединение ФС: {}

source: Size: {}
de: Größe: {}
id: Ukuran: {}
pt: Tamanho: {}
ru: Размер: {}

source: Last Modified: {}
de: Zuletzt geändert: {}
id: Terakhir Dimodifikasi: {}
pt: Última modificação: {}
ru: Последнее изменение: {}

source: No active session found
de: Keine aktive Sitzung gefunden
id: Tidak ada sesi aktif ditemukan
pt: Nenhuma sessão ativa encontrada
ru: Активная сессия не найдена

source: Running session: #{}
de: Laufende Sitzung: #{}
id: Sesi berjalan: #{}
pt: Sessão em execução: #{}
ru: Запущенная сессия: #{}

source: Status: {}
ru: Статус: {}

source: No running session detected
de: Keine laufende Sitzung erkannt
id: Tidak ada sesi berjalan terdeteksi
pt: Nenhuma sessão em execução detetada
ru: Запущенная сессия не обнаружена

source: Error: {}
de: Fehler: {}
id: Kesalahan: {}
pt: Erro: {}
ru: Ошибка: {}

source: MiniOS Media Information:
de: MiniOS-Medieninformationen:
id: Informasi Media MiniOS:
pt: Informações de mídia do MiniOS:
ru: Информация о носителе MiniOS:

source: Filesystem Type: {}
de: Dateisystemtyp: {}
id: Tipe Sistem Berkas: {}
pt: Tipo de sistema de ficheiros: {}
ru: Тип файловой системы: {}

source: Device: {}
de: Gerät: {}
id: Perangkat: {}
pt: Dispositivo: {}
ru: Устройство: {}

source: Mount Options: {}
de: Mount-Optionen: {}
id: Opsi Mount: {}
pt: Opções de montagem: {}
ru: Параметры монтирования: {}

source: none
de: keine
id: tidak ada
pt: nenhum
ru: нет

source: Read-only: {}
de: Schreibgeschützt: {}
id: Hanya-baca: {}
pt: Somente leitura: {}
ru: Только для чтения: {}

source: Yes
de: Ja
id: Ya
pt: Sim
ru: Да

source: No
de: Nein
id: Tidak
pt: Não
ru: Нет

source: POSIX Compatible: {}
de: POSIX-kompatibel: {}
id: Kompatibel POSIX: {}
pt: Compatível com POSIX: {}
ru: POSIX-совместимая: {}

source: Compatible Session Modes:
de: Kompatible Sitzungsmodi:
id: Mode Sesi Kompatibel:
pt: Modos de sessão compatíveis:
ru: Совместимые режимы сессий:

source: None (read-only media)
de: Keine (schreibgeschützte Medien)
id: Tidak ada (media hanya-baca)
pt: Nenhum (mídia somente leitura)
ru: Нет (носитель только для чтения)

source: Filesystem Limitations:
de: Dateisystembeschränkungen:
id: Batasan Sistem Berkas:
pt: Limitações do sistema de ficheiros:
ru: Ограничения файловой системы:

source: • Maximum file size: {}MB ({:.1f}GB)
de: • Maximale Dateigröße: {} MB ({:.1f} GB)
id: • Ukuran berkas maksimum: {}MB ({:.1f}GB)
pt: • Tamanho máximo do ficheiro: {}MB ({:.1f}GB)
ru: • Максимальный размер файла: {}МБ ({:.1f}ГБ)

source: • No POSIX features (no native mode support)
de: • Keine POSIX-Funktionen (keine Unterstützung für den nativen Modus)
id: • Tidak ada fitur POSIX (tidak ada dukungan mode asli)
pt: • Sem recursos POSIX (sem suporte ao modo nativo)
ru: • Нет функций POSIX (нет поддержки нативного режима)

source: • Case-insensitive filenames
de: • Nicht zwischen Groß- und Kleinschreibung unterscheidende Dateinamen
id: • Nama berkas tidak peka huruf besar/kecil
pt: • Nomes de ficheiros que não diferenciam maiúsculas de minúsculas
ru: • Имена файлов нечувствительны к регистру

source: No known limitations
de: Keine bekannten Einschränkungen
id: Tidak ada batasan yang diketahui
pt: Nenhuma limitação conhecida
ru: Нет известных ограничений

source: Cleanup completed: {} sessions deleted
de: Bereinigung abgeschlossen: {} Sitzungen gelöscht
id: Pembersihan selesai: {} sesi dihapus
pt: Limpeza concluída: {} sessões excluídas
ru: Очистка завершена: удалено {} сессий

source: Errors:
de: Fehler:
id: Kesalahan:
pt: Erros:
ru: Ошибки:

source: Sessions directory: {}
de: Sitzungsverzeichnis: {}
id: Direktori sesi: {}
pt: Diretório de sessões: {}
ru: Каталог сессий: {}

source: Found
de: Gefunden
id: Ditemukan
pt: Encontrado
ru: Найдено

source: Access: {}
de: Zugriff: {}
id: Akses: {}
pt: Acesso: {}
ru: Доступ: {}

source: Writable
de: Schreibbar
id: Dapat ditulis
pt: Gravável
ru: Доступен для записи

source: Read-only
de: Schreibgeschützt
id: Hanya-baca
pt: Somente leitura
ru: Только для чтения

source: Reason: {}
de: Grund: {}
id: Alasan: {}
pt: Motivo: {}
ru: Причина: {}

source: Filesystem type: {}
de: Dateisystemtyp: {}
id: Tipe Sistem Berkas: {}
pt: Tipo de sistema de ficheiros: {}
ru: Тип файловой системы: {}

source: Not found
de: Nicht gefunden
id: Tidak ditemukan
pt: Não encontrado
ru: Не найдено

source: Command timed out - authentication may have been cancelled
de: Befehl Zeitüberschreitung - Authentifizierung wurde möglicherweise abgebrochen
id: Perintah habis waktu - otentikasi mungkin telah dibatalkan
pt: O tempo do comando esgotou - a autenticação pode ter sido cancelada
ru: Время ожидания команды истекло - аутентификация могла быть отменена

source: Sessions directory is writable
de: Sitzungsverzeichnis ist beschreibbar
id: Direktori sesi dapat ditulis
pt: Diretório de sessões é gravável
ru: Каталог сессий доступен для записи

source: Sessions directory is read-only
de: Sitzungsverzeichnis ist schreibgeschützt
id: Direktori sesi hanya-baca
pt: Diretório de sessões é somente leitura
ru: Каталог сессий доступен только для чтения

source: MiniOS Session Manager
de: MiniOS-Sitzungsmanager
id: Manajer Sesi MiniOS
pt: Gestor de Sessões MiniOS
ru: Менеджер сессий MiniOS

source: Loading sessions...
de: Sitzungen werden geladen...
id: Memuat sesi...
pt: A carregar sessões...
ru: Загрузка сессий...

source: Create
de: Erstellen
id: Buat
pt: Criar
ru: Создать

source: Import
de: Importieren
id: Impor
pt: Importar
ru: Импортировать

source: Cleanup
de: Bereinigen
id: Bersihkan
pt: Limpar
ru: Очистить

source: Error fetching session data: {}
de: Fehler beim Abrufen der Sitzungsdaten: {}
id: Kesalahan mengambil data sesi: {}
pt: Erro ao buscar dados da sessão: {}
ru: Ошибка получения данных сессии: {}

source: Failed to get session list: {}
de: Fehler beim Abrufen der Sitzungsliste: {}
id: Gagal mendapatkan daftar sesi: {}
pt: Falha ao obter a lista de sessões: {}
ru: Не удалось получить список сессий: {}

source: Failed to parse session list JSON: {}
de: Fehler beim Parsen der Sitzungslisten-JSON: {}
id: Gagal menguraikan JSON daftar sesi: {}
pt: Falha ao analisar o JSON da lista de sessões: {}
ru: Не удалось обработать JSON списка сессий: {}

source: Modified:
de: Geändert:
id: Dimodifikasi:
pt: Modificado:
ru: Изменено:

source: AVAILABLE
de: VERFÜGBAR
id: TERSEDIA
pt: DISPONÍVEL
ru: ДОСТУПНА

source: Activate Session
de: Sitzung aktivieren
id: Aktifkan Sesi
pt: Ativar sessão
ru: Активировать сессию

source: Resize Session
de: Sitzung in der Größe ändern
id: Ubah Ukuran Sesi
pt: Redimensionar sessão
ru: Изменить размер сессии

source: Export Session
de: Sitzung exportieren
id: Ekspor Sesi
pt: Exportar Sessão
ru: Экспортировать сессию

source: Copy Session
de: Sitzung kopieren
id: Salin Sesi
pt: Copiar Sessão
ru: Копировать сессию

source: Convert Session
de: Sitzung konvertieren
id: Konversi Sesi
pt: Converter Sessão
ru: Конвертировать сессию

source: Open Folder
de: Ordner öffnen
id: Buka Folder
pt: Abrir Pasta
ru: Открыть папку

source: Delete Session
de: Sitzung löschen
id: Hapus Sesi
pt: Excluir sessão
ru: Удалить сессию

source: Session folder not found
de: Sitzungsordner nicht gefunden
id: Folder sesi tidak ditemukan
pt: Pasta da sessão não encontrada
ru: Папка сессии не найдена

source: Failed to get session information
de: Fehler beim Abrufen der Sitzungsinformationen
id: Gagal mendapatkan informasi sesi
pt: Falha ao obter informações da sessão
ru: Не удалось получить информацию о сессии

source: Failed to open folder: {}
de: Fehler beim Öffnen des Ordners: {}
id: Gagal membuka folder: {}
pt: Falha ao abrir a pasta: {}
ru: Не удалось открыть папку: {}

source: Sessions directory is not writable. Cannot create new sessions.
de: Sitzungsverzeichnis ist nicht beschreibbar. Kann keine neuen Sitzungen erstellen.
id: Direktori sesi tidak dapat ditulis. Tidak dapat membuat sesi baru.
pt: A diretório de sessões não é gravável. Não é possível criar novas sessões.
ru: Каталог сессий не доступен для записи. Не удается создать новые сессии.

source: Create New Session
de: Neue Sitzung erstellen
id: Buat Sesi Baru
pt: Criar nova sessão
ru: Создать новую сессию

source: Detected filesystem:
de: Erkanntes Dateisystem:
id: Sistem berkas terdeteksi:
pt: Sistema de ficheiros detetado:
ru: Обнаруженная файловая система:

source: Select session mode:
de: Sitzungsmodus auswählen:
id: Pilih mode sesi:
pt: Selecione o modo de sessão:
ru: Выберите режим сессии:

source: Native Mode
de: Nativer Modus
id: Mode Asli
pt: Modo Nativo
ru: Нативный режим

source: Direct storage on POSIX filesystems
de: Direkte Speicherung auf POSIX-Dateisystemen
id: Penyimpanan langsung pada sistem berkas POSIX
pt: Armazenamento direto em sistemas de ficheiros POSIX
ru: Прямое хранение в файловых системах POSIX

source: Native Mode (not compatible)
de: Nativer Modus (nicht kompatibel)
id: Mode Asli (tidak kompatibel)
pt: Modo Nativo (não compatível)
ru: Нативный режим (несовместим)

source: Not available: requires POSIX filesystem
de: Nicht verfügbar: erfordert POSIX-Dateisystem
id: Tidak tersedia: membutuhkan sistem berkas POSIX
pt: Não disponível: requer sistema de ficheiros POSIX
ru: Недоступно: требуется файловая система POSIX

source: DynFileFS Mode
de: DynFileFS-Modus
id: Mode DynFileFS
pt: Modo DynFileFS
ru: Режим DynFileFS

source: Dynamic files
de: Dynamische Dateien
id: Berkas dinamis
pt: Ficheiros dinâmicos
ru: Динамические файлы

source: Raw Mode
de: Raw-Modus
id: Mode Raw
pt: Modo Raw
ru: Режим Raw

source: Static image files
de: Statische Image-Dateien
id: Berkas citra statis
pt: Ficheiros de imagem estáticos
ru: Статические файлы-образы

source: Size (MB):
de: Größe (MB):
id: Ukuran (MB):
pt: Tamanho (MB):
ru: Размер (МБ):

source: (Only used for DynFileFS and Raw modes)
de: (Nur für DynFileFS- und Raw-Modi verwendet)
id: (Hanya digunakan untuk mode DynFileFS dan Raw)
pt: (Usado apenas para os modos DynFileFS e Raw)
ru: (Используется только для режимов DynFileFS и Raw)

source: (Maximum {}MB on FAT32)
de: (Maximal {} MB auf FAT32)
id: (Maksimum {}MB pada FAT32)
pt: (Máximo de {}MB em FAT32)
ru: (Максимум {}МБ на FAT32)

source: Creating new session, please wait...
de: Neue Sitzung wird erstellt, bitte warten...
id: Membuat sesi baru, mohon tunggu...
pt: A criar nova sessão, aguarde...
ru: Создание новой сессии, пожалуйста, подождите...

source: Sessions directory is not writable. Cannot activate sessions.
de: Sitzungsverzeichnis ist nicht beschreibbar. Kann keine Sitzungen aktivieren.
id: Direktori sesi tidak dapat ditulis. Tidak dapat mengaktifkan sesi.
pt: A diretório de sessões não é gravável. Não é possível ativar as sessões.
ru: Каталог сессий не доступен для записи. Не удается активировать сессии.

source: Activating session, please wait...
de: Sitzung wird aktiviert, bitte warten...
id: Mengaktifkan sesi, mohon tunggu...
pt: A ativar sessão, aguarde...
ru: Активация сессии, пожалуйста, подождите...

source: Session activated successfully
de: Sitzung erfolgreich aktiviert
id: Sesi berhasil diaktifkan
pt: Sessão ativada com sucesso
ru: Сессия успешно активирована

source: Failed to activate session
de: Fehler beim Aktivieren der Sitzung
id: Gagal mengaktifkan sesi
pt: Falha ao ativar a sessão
ru: Не удалось активировать сессию

source: Sessions directory is not writable. Cannot delete sessions.
de: Sitzungsverzeichnis ist nicht beschreibbar. Kann keine Sitzungen löschen.
id: Direktori sesi tidak dapat ditulis. Tidak dapat menghapus sesi.
pt: A diretório de sessões não é gravável. Não é possível excluir as sessões.
ru: Каталог сессий не доступен для записи. Не удается удалить сессии.

source: Delete this session?
de: Diese Sitzung löschen?
id: Hapus sesi ini?
pt: Excluir esta sessão?
ru: Удалить эту сессию?

source: You're about to permanently delete session #{}. This action cannot be undone and all data in this session will be lost forever. Are you absolutely sure you want to proceed?
de: Sie sind dabei, Sitzung #{} dauerhaft zu löschen. Diese Aktion kann nicht rückgängig gemacht werden und alle Daten in dieser Sitzung gehen für immer verloren. Sind Sie absolut sicher, dass Sie fortfahren möchten?
id: Anda akan menghapus sesi #{} secara permanen. Tindakan ini tidak dapat dibatalkan dan semua data di sesi ini akan hilang selamanya. Apakah Anda benar-benar yakin ingin melanjutkan?
pt: Você está prestes a excluir permanentemente a sessão #{}. Esta ação não pode ser desfeita e todos os dados nesta sessão serão perdidos para sempre. Tem certeza absoluta de que deseja continuar?
ru: Вы собираетесь навсегда удалить сессию #{}. Это действие необратимо, и все данные в этой сессии будут потеряны навсегда. Вы абсолютно уверены, что хотите продолжить?

source: Yes, delete it
de: Ja, löschen
id: Ya, hapus
pt: Sim, exclua
ru: Да, удалить

source: Keep it safe
de: Sicher aufbewahren
id: Biarkan tetap aman
pt: Mantenha-o seguro
ru: Оставить

source: Deleting session, please wait...
de: Sitzung wird gelöscht, bitte warten...
id: Menghapus sesi, mohon tunggu...
pt: A excluir sessão, aguarde...
ru: Удаление сессии, пожалуйста, подождите...

source: Session deleted successfully
de: Sitzung erfolgreich gelöscht
id: Sesi berhasil dihapus
pt: Sessão excluída com sucesso
ru: Сессия успешно удалена

source: Failed to delete session
de: Fehler beim Löschen der Sitzung
id: Gagal menghapus sesi
pt: Falha ao excluir a sessão
ru: Не удалось удалить сессию

source: Sessions directory is not writable. Cannot cleanup sessions.
de: Sitzungsverzeichnis ist nicht beschreibbar. Kann keine Sitzungen bereinigen.
id: Direktori sesi tidak dapat ditulis. Tidak dapat membersihkan sesi.
pt: A diretório de sessões não é gravável. Não é possível limpar as sessões.
ru: Каталог сессий не доступен для записи. Не удается очистить сессии.

source: Cleanup Old Sessions
de: Alte Sitzungen bereinigen
id: Bersihkan Sesi Lama
pt: Limpar sessões antigas
ru: Очистка старых сессий

source: Delete sessions older than how many days?
de: Sitzungen löschen, die älter als wie viele Tage sind?
id: Hapus sesi yang lebih lama dari berapa hari?
pt: Excluir sessões com mais de quantos dias?
ru: Удалить сессии старше скольки дней?

source: Confirm Cleanup
de: Bereinigung bestätigen
id: Konfirmasi Pembersihan
pt: Confirmar limpeza
ru: Подтвердить очистку

source: This will delete all sessions older than {} days. Continue?
de: Dadurch werden alle Sitzungen gelöscht, die älter als {} Tage sind. Fortfahren?
id: Ini akan menghapus semua sesi yang lebih lama dari {} hari. Lanjutkan?
pt: Isto excluirá todas as sessões com mais de {} dias. Continuar?
ru: Это удалит все сессии старше {} дней. Продолжить?

source: Cleaning up old sessions, please wait...
de: Alte Sitzungen werden bereinigt, bitte warten...
id: Membersihkan sesi lama, mohon tunggu...
pt: A limpar sessões antigas, aguarde...
ru: Очистка старых сессий, пожалуйста, подождите...

source: Cleanup completed successfully
de: Bereinigung erfolgreich abgeschlossen
id: Pembersihan berhasil diselesaikan
pt: Limpeza concluída com sucesso
ru: Очистка успешно завершена

source: Cleanup failed
de: Bereinigung fehlgeschlagen
id: Pembersihan gagal
pt: A limpeza falhou
ru: Ошибка очистки

source: Oops! Something went wrong
de: Hoppla! Etwas ist schief gelaufen
id: Ups! Ada yang salah
pt: Opa! Algo deu errado
ru: Ой! Что-то пошло не так

source: Got it
de: Verstanden
id: Mengerti
pt: Entendi
ru: Понятно

source: Success
de: Erfolg
id: Berhasil
pt: Sucesso
ru: Успешно

source: OK
ru: ОК

source: Failed to create session: {}
de: Fehler beim Erstellen der Sitzung: {}
id: Gagal membuat sesi: {}
pt: Falha ao criar a sessão: {}
ru: Не удалось создать сессию: {}

source: Cannot resize session while it is running. Resize operation is not allowed for the currently active session.
de: Die Größe der Sitzung kann während des laufenden Betriebs nicht geändert werden. Die Größenänderung ist für die aktuell aktive Sitzung nicht erlaubt.
id: Tidak dapat mengubah ukuran sesi saat sedang berjalan. Operasi pengubahan ukuran tidak diizinkan untuk sesi yang sedang aktif.
pt: Não é possível redimensionar a sessão enquanto esta estiver em execução. O redimensionamento não é permitido para a sessão atualmente ativa.
ru: Невозможно изменить размер сессии, пока она работает. Операция изменения размера не разрешена для текущей активной сессии.

source: Failed to parse session information
de: Fehler beim Parsen der Sitzungsinformationen
id: Gagal menguraikan informasi sesi
pt: Falha ao analisar as informações da sessão
ru: Не удалось разобрать информацию о сессии

source: Resize Session {}
de: Sitzung {} in der Größe ändern
id: Ubah ukuran sesi {}
pt: Redimensionar sessão {}
ru: Изменить размер сессии: {}

source: Session:
de: Sitzung:
id: Sesi:
pt: Sessão:
ru: Сессия:

source: New size (MB):
de: Neue Größe (MB):
id: Ukuran baru (MB):
pt: Novo tamanho (MB):
ru: Новый размер (МБ):

source: Resizing session, please wait...
de: Sitzung wird in der Größe geändert, bitte warten...
id: Mengubah ukuran sesi, mohon tunggu...
pt: A redimensionar sessão, aguarde...
ru: Изменение размера сессии, пожалуйста, подождите...

source: Resize failed
de: Größenänderung fehlgeschlagen
id: Pengubahan ukuran gagal
pt: Falha ao redimensionar a sessão
ru: Не удалось изменить размер

source: Export Session {}
de: Sitzung {} exportieren
id: Ekspor Sesi {}
pt: Exportar Sessão {}
ru: Экспортировать сессию {}

source: TAR.ZSTD archives (*.tar.zst)
de: TAR.ZSTD-Archive (*.tar.zst)
id: Arsip TAR.ZSTD (*.tar.zst)
pt: Arquivos TAR.ZSTD (*.tar.zst)
ru: Архивы TAR.ZSTD (*.tar.zst)

source: All files
de: Alle Dateien
id: Semua berkas
pt: Todos os ficheiros
ru: Все файлы

source: Exporting session, please wait...
de: Sitzung wird exportiert, bitte warten...
id: Mengekspor sesi, mohon tunggu...
pt: A exportar a sessão, aguarde...
ru: Экспорт сессии, пожалуйста, подождите...

source: Session exported successfully
de: Sitzung erfolgreich exportiert
id: Sesi berhasil diekspor
pt: Sessão exportada com sucesso
ru: Сессия успешно экспортирована

source: Export failed
de: Export fehlgeschlagen
id: Ekspor gagal
pt: A exportação falhou
ru: Экспорт не удался

source: Sessions directory is not writable. Cannot import sessions.
de: Sitzungsverzeichnis ist nicht beschreibbar. Kann keine Sitzungen importieren.
id: Direktori sesi tidak dapat ditulis. Tidak dapat mengimpor sesi.
pt: O diretório de sessões não é gravável. Não é possível importar sessões.
ru: Каталог сессий не доступен для записи. Не удается импортировать сессии.

source: Import Session
de: Sitzung importieren
id: Impor Sesi
pt: Importar Sessão
ru: Импортировать сессию

source: Import Options
de: Importoptionen
id: Opsi Impor
pt: Opções de Importação
ru: Параметры импорта

source: Archive:
de: Archiv:
id: Arsip:
pt: Arquivo:
ru: Архив:

source: Auto-convert to compatible mode if needed
de: Bei Bedarf automatisch in kompatiblen Modus konvertieren
id: Konversi otomatis ke mode yang kompatibel jika diperlukan
pt: Converter automaticamente para o modo compatível, se necessário
ru: Автоматически конвертировать в совместимый режим, если необходимо

source: Force import to mode:
de: Import in Modus erzwingen:
id: Paksa impor ke mode:
pt: Forçar importação para o modo:
ru: Принудительный импорт в режим:

source: Auto (from metadata)
de: Automatisch (aus Metadaten)
id: Otomatis (dari metadata)
pt: Automático (a partir de metadados)
ru: Автоматически (из метаданных)

source: Importing session, please wait...
de: Sitzung wird importiert, bitte warten...
id: Mengimpor sesi, mohon tunggu...
pt: A importar a sessão, aguarde...
ru: Импорт сессии, пожалуйста, подождите...

source: Session imported successfully
de: Sitzung erfolgreich importiert
id: Sesi berhasil diimpor
pt: Sessão importada com sucesso
ru: Сессия успешно импортирована

source: Import failed
de: Import fehlgeschlagen
id: Impor gagal
pt: A importação falhou
ru: Импорт не удался

source: Copy Session {}
de: Sitzung {} kopieren
id: Salin Sesi {}
pt: Copiar Sessão {}
ru: Копировать сессию {}

source: Copy session:
de: Sitzung kopieren:
id: Salin sesi:
pt: Copiar sessão:
ru: Копировать сессию:

source: Convert to different mode
de: In anderen Modus konvertieren
id: Konversi ke mode berbeda
pt: Converter para modo diferente
ru: Конвертировать в другой режим

source: Target mode:
de: Zielmodus:
id: Mode target:
pt: Modo de destino:
ru: Целевой режим:

source: Copying session, please wait...
de: Sitzung wird kopiert, bitte warten...
id: Menyalin sesi, mohon tunggu...
pt: A copiar a sessão, aguarde...
ru: Копирование сессии, пожалуйста, подождите...

source: Session copied successfully
de: Sitzung erfolgreich kopiert
id: Sesi berhasil disalin
pt: Sessão copiada com sucesso
ru: Сессия успешно скопирована

source: Copy failed
de: Kopieren fehlgeschlagen
id: Penyalinan gagal
pt: A cópia falhou
ru: Ошибка копирования

source: Convert Session {}
de: Sitzung {} konvertieren
id: Konversi Sesi {}
pt: Converter Sessão {}
ru: Конвертировать сессию {}

source: Convert session:
de: Sitzung konvertieren:
id: Konversi sesi:
pt: Converter sessão:
ru: Конвертировать сессию:
