Repository: minios-linux/minios-translations
Catalog: po/minios-session-manager/*.po
Languages: de, id, pt, ru

source: Current mode: {}
de: Aktueller Modus: {}
id: Mode saat ini: {}
pt: Modo atual: {}
ru: Текущий режим: {}

source: Converting session, please wait...
de: Sitzung wird konvertiert, bitte warten...
id: Mengonversi sesi, mohon tunggu...
pt: A converter a sessão, aguarde...
ru: Конвертация сессии, пожалуйста, подождите...

source: Session converted successfully
de: Sitzung erfolgreich konvertiert
id: Sesi berhasil dikonversi
pt: Sessão convertida com sucesso
ru: Сессия успешно конвертирована

source: Convert failed
de: Konvertierung fehlgeschlagen
id: Konversi gagal
pt: A conversão falhou
ru: Ошибка конвертации
