Repository: minios-linux/minios-translations
Catalog: po/minios-session-manager/*.po
Languages: de, id, pt, ru

source: Insufficient disk space: {} MB required, {} MB available
de: Unzureichender Speicherplatz: {} MB erforderlich, {} MB verfügbar
id: Ruang disk tidak cukup: {} MB diperlukan, {} MB tersedia
pt: Espaço em disco insuficiente: {} MB necessários, {} MB disponíveis
ru: Недостаточно места на диске: требуется {} МБ, доступно {} МБ

source: Sessions directory not found
de: Sitzungsverzeichnis nicht gefunden
id: Direktori sesi tidak ditemukan
pt: Diretório de sessões não encontrado
ru: Каталог сессий не найден

source: Sessions directory does not exist
de: Sitzungsverzeichnis existiert nicht
id: Direktori sesi tidak ada
pt: O diretório de sessões não existe
ru: Каталог сессий не существует

source: Directory is on a SquashFS filesystem (read-only)
de: Verzeichnis befindet sich auf einem SquashFS-Dateisystem (schreibgeschützt)
id: Direktori berada pada sistem berkas SquashFS (hanya-baca)
pt: O diretório está em um sistema de arquivos SquashFS (somente leitura)
ru: Каталог находится на файловой системе SquashFS (только для чтения)

source: Permission denied: {}
de: Zugriff verweigert: {}
id: Izin ditolak: {}
pt: Permissão negada: {}
ru: Отказано в доступе: {}

source: Error checking directory: {}
de: Fehler beim Überprüfen des Verzeichnisses: {}
id: Kesalahan memeriksa direktori: {}
pt: Erro ao verificar o diretório: {}
ru: Ошибка проверки каталога: {}

source: Failed to determine filesystem information
de: Dateisysteminformationen konnten nicht ermittelt werden
id: Gagal menentukan informasi sistem berkas
pt: Falha ao determinar as informações do sistema de ficheiros
ru: Не удалось определить информацию о файловой системе

source: Invalid df output
de: Ungültige df-Ausgabe
id: Output df tidak valid
pt: Saída df inválida
ru: Неверный вывод команды df

source: Cannot parse filesystem information
de: Dateisysteminformationen können nicht analysiert werden
id: Tidak dapat menguraikan informasi sistem berkas
pt: Não é possível analisar as informações do sistema de ficheiros
ru: Не удалось обработать информацию о файловой системе

source: Error detecting filesystem: {}
de: Fehler beim Erkennen des Dateisystems: {}
id: Kesalahan mendeteksi sistem berkas: {}
pt: Erro ao detetar o sistema de ficheiros: {}
ru: Ошибка определения файловой системы: {}

source: DynFileFS container not found
de: DynFileFS-Container nicht gefunden
id: Kontainer DynFileFS tidak ditemukan
pt: Contêiner DynFileFS não encontrado
ru: Контейнер DynFileFS не найден

source: Failed to mount dynfilefs (timeout)
de: Fehler beim Mounten von dynfilefs (Zeitüberschreitung)
id: Gagal memasang dynfilefs (batas waktu)
pt: Falha ao montar o dynfilefs (tempo esgotado)
ru: Не удалось смонтировать dynfilefs (превышено время ожидания)

source: Raw image not found
de: Raw-Image nicht gefunden
id: Citra mentah tidak ditemukan
pt: Imagem raw não encontrada
ru: Raw-образ не найден

source: Unknown session mode: {}
de: Unbekannter Sitzungsmodus: {}
id: Mode sesi tidak dikenal: {}
pt: Modo de sessão desconhecido: {}
ru: Неизвестный режим сессии: {}

source: Failed to create dynfilefs (timeout)
de: Fehler beim Erstellen von dynfilefs (Zeitüberschreitung)
id: Gagal membuat dynfilefs (batas waktu)
pt: Falha ao criar o dynfilefs (tempo esgotado)
ru: Не удалось создать dynfilefs (превышено время ожидания)

source: Failed to create dynfilefs virtual file (timeout)
de: Fehler beim Erstellen der virtuellen dynfilefs-Datei (Zeitüberschreitung)
id: Gagal membuat berkas virtual dynfilefs (batas waktu)
pt: Falha ao criar o ficheiro virtual dynfilefs (tempo esgotado)
ru: Не удалось создать виртуальный файл dynfilefs (превышено время ожидания)

source: Failed to format dynfilefs virtual file: {}
de: Fehler beim Formatieren der virtuellen dynfilefs-Datei: {}
id: Gagal memformat berkas virtual dynfilefs: {}
pt: Falha ao formatar o ficheiro virtual dynfilefs: {}
ru: Не удалось отформатировать виртуальный файл dynfilefs: {}

source: DynFileFS session created successfully
de: DynFileFS-Sitzung erfolgreich erstellt
id: Sesi DynFileFS berhasil dibuat
pt: Sessão DynFileFS criada com sucesso
ru: Сессия DynFileFS успешно создана

source: Error creating dynfilefs session: {}
de: Fehler beim Erstellen der dynfilefs-Sitzung: {}
id: Kesalahan membuat sesi dynfilefs: {}
pt: Erro ao criar a sessão dynfilefs: {}
ru: Ошибка создания сессии dynfilefs: {}

source: Session {} does not exist
de: Sitzung {} existiert nicht
id: Sesi {} tidak ada
pt: A sessão {} não existe
ru: Сессия {} не существует

source: Session {} activated (was session {})
de: Sitzung {} aktiviert (war Sitzung {})
id: Sesi {} diaktifkan (sebelumnya sesi {})
pt: Sessão {} ativada (era a sessão {})
ru: Сессия {} активирована (была сессия {})

source: Session {} activated
de: Sitzung {} aktiviert
id: Sesi {} diaktifkan
pt: Sessão {} ativada
ru: Сессия {} активирована

source: Failed to update session metadata
de: Fehler beim Aktualisieren der Sitzungsmetadaten
id: Gagal memperbarui metadata sesi
pt: Falha ao atualizar os metadados da sessão
ru: Не удалось обновить метаданные сессии

source: Error activating session: {}
de: Fehler beim Aktivieren der Sitzung: {}
id: Kesalahan mengaktifkan sesi: {}
pt: Erro ao ativar a sessão: {}
ru: Ошибка активации сессии: {}

source: Invalid session mode. Must be one of: {}
de: Ungültiger Sitzungsmodus. Muss einer der folgenden sein: {}
id: Mode sesi tidak valid. Harus salah satu dari: {}
pt: Modo de sessão inválido. Deve ser um de: {}
ru: Неверный режим сессии. Должен быть один из: {}

source: Sessions directory is not writable
de: Sitzungsverzeichnis ist nicht beschreibbar
id: Direktori sesi tidak dapat ditulis
pt: Diretório de sessões não é gravável
ru: Каталог сессий не доступен для записи

source: Native mode is not compatible with {} filesystem. Use dynfilefs or raw mode instead.
de: Der native Modus ist nicht mit dem Dateisystem {} kompatibel. Verwenden Sie stattdessen den dynfilefs- oder Raw-Modus.
id: Mode asli tidak kompatibel dengan sistem berkas {}. Gunakan mode dynfilefs atau raw sebagai gantinya.
pt: O modo nativo não é compatível com o sistema de ficheiros {}. Use o modo dynfilefs ou raw.
ru: Нативный режим несовместим с файловой системой {}. Используйте режим dynfilefs или raw.

source: Session mode '{}' is not compatible with {} filesystem
de: Sitzungsmodus '{}' ist nicht mit dem Dateisystem {} kompatibel
id: Mode sesi '{}' tidak kompatibel dengan sistem berkas {}
pt: O modo de sessão '{}' não é compatível com o sistema de ficheiros {}
ru: Режим сессии '{}' несовместим с файловой системой {}

source: Raw image size {}MB exceeds FAT32 file size limit ({}MB). Use dynfilefs mode or smaller size.
de: Die Größe des Raw-Images von {} MB überschreitet die Dateigrößenbeschränkung von FAT32 ({} MB). Verwenden Sie den dynfilefs-Modus oder eine kleinere Größe.
id: Ukuran citra mentah {}MB melebihi batas ukuran berkas FAT32 ({}MB). Gunakan mode dynfilefs atau ukuran yang lebih kecil.
pt: O tamanho da imagem bruta de {} MB excede o limite de tamanho de ficheiro FAT32 ({} MB). Use o modo dynfilefs ou um tamanho menor.
ru: Размер Raw-образа {}МБ превышает лимит размера файла FAT32 ({}МБ). Используйте режим dynfilefs или меньший размер.

source: DynFileFS is not available on this system. Please install dynfilefs package.
de: DynFileFS ist auf diesem System nicht verfügbar. Bitte installieren Sie das dynfilefs-Paket.
id: DynFileFS tidak tersedia di sistem ini. Harap instal paket dynfilefs.
pt: O DynFileFS não está disponível neste sistema. Instale o pacote dynfilefs.
ru: DynFileFS недоступен в системе. Пожалуйста, установите пакет dynfilefs.

source: Failed to format raw image file: {}
de: Fehler beim Formatieren der Raw-Image-Datei: {}
id: Gagal memformat berkas citra mentah: {}
pt: Falha ao formatar o ficheiro de imagem bruta: {}
ru: Не удалось отформатировать raw-образ: {}

source: Failed to create raw image file: {}
de: Fehler beim Erstellen der Raw-Image-Datei: {}
id: Gagal membuat berkas citra mentah: {}
pt: Falha ao criar o ficheiro de imagem bruta: {}
ru: Не удалось создать raw-образ: {}

source: Session {} created successfully (mode: {}, size: {}MB)
de: Sitzung {} erfolgreich erstellt (Modus: {}, Größe: {} MB)
id: Sesi {} berhasil dibuat (mode: {}, ukuran: {}MB)
pt: Sessão {} criada com sucesso (modo: {}, tamanho: {}MB)
ru: Сессия {} успешно создана (режим: {}, размер: {}МБ)

source: Session {} created successfully (mode: {})
de: Sitzung {} erfolgreich erstellt (Modus: {})
id: Sesi {} berhasil dibuat (mode: {})
pt: Sessão {} criada com sucesso (modo: {})
ru: Сессия {} успешно создана (режим: {})

source: Error creating session: {}
de: Fehler beim Erstellen der Sitzung: {}
id: Kesalahan membuat sesi: {}
pt: Erro ao criar a sessão: {}
ru: Ошибка создания сессии: {}

source: Cannot delete currently active session
de: Die aktuell aktive Sitzung kann nicht gelöscht werden
id: Tidak dapat menghapus sesi yang sedang aktif
pt: Não é possível excluir a sessão ativa no momento
ru: Невозможно удалить активную сессию

source: Cannot delete currently running session
de: Die aktuell laufende Sitzung kann nicht gelöscht werden
id: Tidak dapat menghapus sesi yang sedang berjalan
pt: Não é possível excluir a sessão em execução no momento
ru: Невозможно удалить запущенную сессию

source: Session {} deleted successfully
de: Sitzung {} erfolgreich gelöscht
id: Sesi {} berhasil dihapus
pt: Sessão {} excluída com sucesso
ru: Сессия {} успешно удалена

source: Error deleting session: {}
de: Fehler beim Löschen der Sitzung: {}
id: Kesalahan menghapus sesi: {}
pt: Erro ao excluir a sessão: {}
ru: Ошибка удаления сессии: {}

source: Resize is only supported for dynfilefs and raw mode sessions
de: Größenänderung wird nur für DynFileFS- und Raw-Modus-Sitzungen unterstützt
id: Pengubahan ukuran hanya didukung untuk sesi mode dynfilefs dan raw
pt: O redimensionamento só é suportado para sessões nos modos dynfilefs e raw
ru: Изменение размера поддерживается только для сессий в режимах DynFileFS и Raw

source: Cannot resize currently running session
de: Die aktuell laufende Sitzung kann nicht in der Größe geändert werden
id: Tidak dapat mengubah ukuran sesi yang sedang berjalan
pt: Não é possível redimensionar uma sessão em execução no momento
ru: Невозможно изменить размер текущей запущенной сессии

source: Error resizing session: {}
de: Fehler beim Ändern der Sitzungsgröße: {}
id: Kesalahan mengubah ukuran sesi: {}
pt: Erro ao redimensionar a sessão: {}
ru: Ошибка изменения размера сессии: {}

source: DynFileFS changes.dat file not found
de: DynFileFS changes.dat-Datei nicht gefunden
id: Berkas changes.dat DynFileFS tidak ditemukan
pt: Ficheiro changes.dat do DynFileFS não encontrado
ru: Файл changes.dat DynFileFS не найден

source: New size must be larger than current total size ({}MB)
de: Die neue Größe muss größer als die aktuelle Gesamtgröße ({} MB) sein
id: Ukuran baru harus lebih besar dari total ukuran saat ini ({}MB)
pt: O novo tamanho deve ser maior que o tamanho total atual ({}MB)
ru: Новый размер должен быть больше текущего общего размера ({}МБ)

source: New size must be larger than used size ({}MB)
de: Die neue Größe muss größer als die verwendete Größe ({} MB) sein
id: Ukuran baru harus lebih besar dari ukuran yang digunakan ({}MB)
pt: O novo tamanho deve ser maior que o tamanho usado ({}MB)
ru: Новый размер должен быть больше используемого размера ({}МБ)

source: Failed to create/resize virtual.dat file (timeout)
de: Fehler beim Erstellen/Ändern der Größe der virtual.dat-Datei (Zeitüberschreitung)
id: Gagal membuat/mengubah ukuran berkas virtual.dat (batas waktu)
pt: Falha ao criar/redimensionar o ficheiro virtual.dat (tempo esgotado)
ru: Не удалось создать или изменить размер файла virtual.dat (превышено время ожидания)

source: Failed to resize filesystem: {}
de: Fehler beim Ändern der Dateisystemgröße: {}
id: Gagal mengubah ukuran sistem berkas: {}
pt: Falha ao redimensionar o sistema de ficheiros: {}
ru: Не удалось изменить размер файловой системы: {}

source: Session {} resized to {}MB successfully
de: Sitzung {} erfolgreich auf {} MB geändert
id: Sesi {} berhasil diubah ukurannya menjadi {}MB
pt: Sessão {} redimensionada para {}MB com sucesso
ru: Сессия {} успешно изменена до {}МБ

source: Failed to resize dynfilefs session: {}
de: Fehler beim Ändern der Größe der DynFileFS-Sitzung: {}
id: Gagal mengubah ukuran sesi dynfilefs: {}
pt: Falha ao redimensionar a sessão dynfilefs: {}
ru: Не удалось изменить размер сессии dynfilefs: {}

source: Raw image file not found
de: Raw-Image-Datei nicht gefunden
id: Berkas citra mentah tidak ditemukan
pt: Ficheiro de imagem bruta não encontrado
ru: Файл raw-образа не найден

source: New size must be larger than current size ({}MB)
de: Die neue Größe muss größer als die aktuelle Größe ({} MB) sein
id: Ukuran baru harus lebih besar dari ukuran saat ini ({}MB)
pt: O novo tamanho deve ser maior que o tamanho atual ({}MB)
ru: Новый размер должен быть больше текущего размера ({}МБ)

source: Failed to resize raw session: {}
de: Fehler beim Ändern der Größe der Raw-Sitzung: {}
id: Gagal mengubah ukuran sesi raw: {}
pt: Falha ao redimensionar a sessão raw: {}
ru: Не удалось изменить размер raw-сессии: {}

source: Session #{} not found
de: Sitzung #{} nicht gefunden
id: Sesi #{} tidak ditemukan
pt: Sessão #{} não encontrada
ru: Сессия #{} не найдена

source: Cannot export currently running session
de: Die aktuell laufende Sitzung kann nicht exportiert werden
id: Tidak dapat mengekspor sesi yang sedang berjalan
pt: Não é possível exportar a sessão em execução no momento
ru: Невозможно экспортировать запущенную сессию

source: Export verification failed
de: Exportüberprüfung fehlgeschlagen
id: Verifikasi ekspor gagal
pt: A verificação da exportação falhou
ru: Проверка экспорта не удалась

source: Session exported successfully to {} ({})
de: Sitzung erfolgreich nach {} exportiert ({})
id: Sesi berhasil diekspor ke {} ({})
pt: Sessão exportada com sucesso para {} ({})
ru: Сессия успешно экспортирована в {} ({})

source: Export failed: {}
de: Export fehlgeschlagen: {}
id: Ekspor gagal: {}
pt: A exportação falhou: {}
ru: Экспорт не удался: {}

source: Archive file not found
de: Archivdatei nicht gefunden
id: Berkas arsip tidak ditemukan
pt: Ficheiro de arquivo não encontrado
ru: Файл архива не найден

source: Invalid archive format. Only .tar.zst files are supported.
de: Ungültiges Archivformat. Nur .tar.zst-Dateien werden unterstützt.
id: Format arsip tidak valid. Hanya berkas .tar.zst yang didukung.
pt: Formato de arquivo inválido. Apenas ficheiros .tar.zst são suportados.
ru: Неверный формат архива. Поддерживаются только файлы .tar.zst.

source: Invalid session archive: missing or corrupted metadata
de: Ungültiges Sitzungsarchiv: Metadaten fehlen oder sind beschädigt
id: Arsip sesi tidak valid: metadata hilang atau rusak
pt: Arquivo de sessão inválido: metadados ausentes ou corrompidos
ru: Неверный архив сессии: отсутствуют или повреждены метаданные

source: Incompatible session: {}
de: Inkompatible Sitzung: {}
id: Sesi tidak kompatibel: {}
pt: Sessão incompatível: {}
ru: Несовместимая сессия: {}

source: Failed to import session data: {}
de: Fehler beim Importieren der Sitzungsdaten: {}
id: Gagal mengimpor data sesi: {}
pt: Falha ao importar os dados da sessão: {}
ru: Не удалось импортировать данные сессии: {}

source: Imported session failed verification
de: Importierte Sitzung konnte nicht überprüft werden
id: Sesi yang diimpor gagal verifikasi
pt: A verificação da sessão importada falhou
ru: Импортированная сессия не прошла проверку

source: Session imported successfully as #{}
de: Sitzung erfolgreich als #{} importiert
id: Sesi berhasil diimpor sebagai #{}
pt: Sessão importada com sucesso como #{}
ru: Сессия успешно импортирована как #{}

source: Import failed: {}
de: Import fehlgeschlagen: {}
id: Impor gagal: {}
pt: A importação falhou: {}
ru: Импорт не удался: {}

source: Version mismatch: {} → {}
de: Versionskonflikt: {} → {}
id: Ketidakcocokan versi: {} → {}
pt: Incompatibilidade de versão: {} → {}
ru: Несоответствие версии: {} → {}

source: Edition mismatch: {} → {}
de: Editionskonflikt: {} → {}
id: Ketidakcocokan edisi: {} → {}
pt: Incompatibilidade de edição: {} → {}
ru: Несоответствие редакции: {} → {}

source: Union FS mismatch: {} → {}
de: Union-FS-Konflikt: {} → {}
id: Ketidakcocokan sistem Union: {} → {}
pt: Incompatibilidade do Union FS: {} → {}
ru: Несоответствие Union FS: {} → {}

source: Source session not found
de: Quellsitzung nicht gefunden
id: Sesi sumber tidak ditemukan
pt: Sessão de origem não encontrada
ru: Исходная сессия не найдена

source: Cannot copy currently running session
de: Die aktuell laufende Sitzung kann nicht kopiert werden
id: Tidak dapat menyalin sesi yang sedang berjalan
pt: Não é possível copiar a sessão em execução no momento
ru: Невозможно скопировать запущенную сессию

source: Failed to copy session data
de: Fehler beim Kopieren der Sitzungsdaten
id: Gagal menyalin data sesi
pt: Falha ao copiar os dados da sessão
ru: Не удалось скопировать данные сессии

source: Session copied successfully to #{}
de: Sitzung erfolgreich nach #{} kopiert
id: Sesi berhasil disalin ke #{}
pt: Sessão copiada com sucesso para #{}
ru: Сессия успешно скопирована в #{}

source: Copy failed: {}
de: Kopieren fehlgeschlagen: {}
id: Penyalinan gagal: {}
pt: A cópia falhou: {}
ru: Ошибка копирования: {}

source: Session not found
de: Sitzung nicht gefunden
id: Sesi tidak ditemukan
pt: Sessão não encontrada
ru: Сессия не найдена

source: Session is already in {} mode
de: Sitzung befindet sich bereits im Modus {}
id: Sesi sudah dalam mode {}
pt: A sessão já está no modo {}
ru: Сессия уже находится в режиме {}

source: Cannot convert currently running session
de: Die aktuell laufende Sitzung kann nicht konvertiert werden
id: Tidak dapat mengonversi sesi yang sedang berjalan
pt: Não é possível converter a sessão em execução no momento
ru: Невозможно конвертировать запущенную сессию

source: Cannot convert currently active session. Please activate another session first.
de: Die aktuell aktive Sitzung kann nicht konvertiert werden. Bitte aktivieren Sie zuerst eine andere Sitzung.
id: Tidak dapat mengonversi sesi yang sedang aktif. Harap aktifkan sesi lain terlebih dahulu.
pt: Não é possível converter a sessão ativa no momento. Ative outra sessão primeiro.
ru: Невозможно конвертировать текущую активную сессию. Пожалуйста, сначала активируйте другую сессию.

source: Target mode '{}' is not compatible with current filesystem
de: Zielmodus '{}' ist nicht mit dem aktuellen Dateisystem kompatibel
id: Mode target '{}' tidak kompatibel dengan sistem berkas saat ini
pt: O modo de destino '{}' não é compatível com o sistema de ficheiros atual
ru: Целевой режим '{}' несовместим с текущей файловой системой

source: Session converted successfully from {} to {}
de: Sitzung erfolgreich von {} nach {} konvertiert
id: Sesi berhasil dikonversi dari {} ke {}
pt: Sessão convertida com sucesso de {} para {}
ru: Сессия успешно конвертирована из {} в {}

source: Conversion failed: {}
de: Konvertierung fehlgeschlagen: {}
id: Konversi gagal: {}
pt: A conversão falhou: {}
ru: Конвертация не удалась: {}

source: No sessions found
de: Keine Sitzungen gefunden
id: Tidak ada sesi ditemukan
pt: Nenhuma sessão encontrada
ru: Сессии не найдены

source: ACTIVE
de: AKTIV
id: AKTIF
pt: ATIVA
ru: АКТИВНАЯ

source: RUNNING
de: LÄUFT
id: BERJALAN
pt: EM EXECUÇÃO
ru: ЗАПУЩЕНА

source: Session
de: Sitzung
id: Sesi
pt: Sessão
ru: Сессия

source: Mode:
de: Modus:
pt: Modo:
ru: Режим:

source: Version:
id: Versi:
pt: Versão:
ru: Версия:

source: Edition:
de: Ausgabe:
id: Edisi:
pt: Edição:
ru: Редакция:

source: Union FS:
id: Sistem Union:
pt: Sistema União:
ru: Объединение ФС:

source: Size:
de: Größe:
id: Ukuran:
pt: Tamanho:
ru: Размер:

source: Total Size:
de: Gesamtgröße:
id: Ukuran Total:
pt: Tamanho total:
ru: Общий размер:

source: Last Modified:
de: Zuletzt geändert:
id: Terakhir Dimodifikasi:
pt: Última modificação:
ru: Последнее изменение:

source: This tool requires root privileges. Please run with sudo or through pkexec.
de: Dieses Tool erfordert Root-Rechte. Bitte führen Sie es mit sudo oder über pkexec aus.
id: Alat ini memerlukan hak istimewa root. Harap jalankan dengan sudo atau melalui pkexec.
pt: Esta ferramenta requer privilégios de root. Execute com sudo ou através do pkexec.
ru: Этот инструмент требует привилегий root. Пожалуйста, запустите с помощью sudo или через pkexec.

source: MiniOS Session Manager - Command line tool for managing persistent sessions
de: MiniOS-Sitzungsmanager - Kommandozeilen-Tool zur Verwaltung persistenter Sitzungen
id: MiniOS Session Manager - Alat baris perintah untuk mengelola sesi persisten
pt: Gestor de Sessões MiniOS - Ferramenta de linha de comando para gerir sessões persistentes
ru: Менеджер сессий MiniOS - Утилита командной строки для управления постоянными сессиями
