{
    "_comment": "This is a generated JSON file. Modify with care.",
    "translations": {
        "768": "768",
        "* You can run the system with less RAM than specified, but this will adversely affect usability and speed.": "* Du kannst das System mit weniger RAM als angegeben ausführen, dies wirkt sich jedoch negativ auf die Benutzerfreundlichkeit und Geschwindigkeit aus.",
        "- Standard, Toolbox, Ultra": "- Standard, Toolbox, Ultra",
        "- access to vast repositories and proven stability": "- Zugriff auf umfangreiche Repositories und bewährte Stabilität",
        "- add software instantly with pre-built modules": "- Software sofort mit vorgefertigten Modulen hinzufügen",
        "- boots from USB/DVD with no installation required": "- startet von USB/DVD ohne Installation",
        "- carry your complete desktop environment anywhere": "- tragen Sie Ihre komplette Desktop-Umgebung überall mit",
        "- consistent Linux experience across different hardware": "- konsistente Linux-Erfahrung auf verschiedener Hardware",
        "- isolated environment for coding and experiments": "- isolierte Umgebung für Programmierung und Experimente",
        "- leave no traces on host systems": "- hinterlässt keine Spuren auf Host-Systemen",
        "- lightweight platform for IoT and embedded projects": "- leichtgewichtige Plattform für IoT und eingebettete Projekte",
        "- rescue unbootable systems and recover data": "- retten Sie nicht startbare Systeme und stellen Daten wieder her",
        "- supports both modern UEFI and legacy BIOS systems": "- unterstützt sowohl moderne UEFI- als auch Legacy-BIOS-Systeme",
        "- your data, settings, and files travel with you": "- Ihre Daten, Einstellungen und Dateien reisen mit Ihnen",
        "1.2 GB of disk space": "1,2 GB Speicherplatz",
        "1.7 GB of disk space": "1,7 GB Speicherplatz",
        "64-bit 1 GHz processor": "64-Bit 1-GHz-Prozessor",
        "800 MB of disk space": "800 MB Speicherplatz",
        "About MiniOS": "Über MiniOS",
        "Bahasa Indonesia": "",
        "Choose edition": "Ausgabe wählen",
        "Community": "Community",
        "Complete Collection (17.92 GB)": "Vollständige Sammlung (17,92 GB)",
        "Complete Collection Available": "Vollständige Sammlung verfügbar",
        "Core Capabilities": "Kernfunktionen",
        "Debian Foundation": "Debian-Grundlage",
        "Deutsch": "Deutsch",
        "Development & Testing": "Entwicklung & Tests",
        "Documentation": "Dokumentation",
        "Download": "Herunterladen",
        "Download all MiniOS variants in one torrent: official Debian 13 builds plus images based on Debian 10-12, Ubuntu 18.04-24.04, and MiniOS Flux editions. Other base distributions may have minor differences.": "Laden Sie alle MiniOS-Varianten in einem Torrent herunter: offizielle Debian 13-Builds sowie Images basierend auf Debian 10-12, Ubuntu 18.04-24.04 und MiniOS Flux-Editionen. Andere Basis-Distributionen können geringfügige Unterschiede aufweisen.",
        "Education & Training": "Bildung & Ausbildung",
        "Embedded Development": "Eingebettete Entwicklung",
        "English": "English",
        "Español": "Español",
        "Exquisite design and pleasing speed: we prove that performance does not have to sacrifice beauty and convenience. MiniOS features a meticulously crafted design, a modern and intuitive interface. It works incredibly fast, even on the most modest computers, helping you focus on your tasks instead of waiting. A philosophy of simplicity and meaning: every component in MiniOS exists for an important reason. Nothing superfluous - only what you really need for comfortable and efficient work. This is not reduced functionality or a bloated software package, but the perfect balance created for your convenience.": "Exquisites Design und angenehme Geschwindigkeit: Wir beweisen, dass Leistung nicht Schönheit und Komfort opfern muss. MiniOS verfügt über ein sorgfältig gestaltetes Design und eine moderne, intuitive Benutzeroberfläche. Es arbeitet unglaublich schnell, selbst auf den bescheidensten Computern, und hilft Ihnen, sich auf Ihre Aufgaben zu konzentrieren, anstatt zu warten. Eine Philosophie der Einfachheit und Bedeutung: Jede Komponente in MiniOS existiert aus einem wichtigen Grund. Nichts Überflüssiges - nur das, was Sie wirklich für komfortable und effiziente Arbeit benötigen. Dies ist keine reduzierte Funktionalität oder ein aufgeblähtes Softwarepaket, sondern die perfekte Balance, die für Ihren Komfort geschaffen wurde.",
        "Fast. Simple. Reliable.": "Schnell. Einfach. Zuverlässig.",
        "Flux": "Flux",
        "Français": "Français",
        "Home": "Startseite",
        "Ideal Use Cases": "Ideale Anwendungsfälle",
        "Italiano": "Italiano",
        "Leave Review": "Bewertung abgeben",
        "MB RAM": "MB RAM",
        "MiniOS": "MiniOS",
        "MiniOS - Fast. Simple. Reliable.": "MiniOS - Schnell. Einfach. Zuverlässig.",
        "MiniOS - your pocket Linux - powerful, stylish, and convenient. Imagine all the power and freedom of a desktop Linux that is always at your fingertips - literally in your pocket. MiniOS is a special Debian-based distribution created for those who value mobility, speed, and flawless operation without unnecessary hassle. Work anywhere, from any USB drive: Just write MiniOS to a flash drive, plug it into a computer - and your full working environment is ready! No installation, no binding to a single device. Take your files, settings, and favorite programs with you. Forgot to save your settings? MiniOS will do it for you! The system carefully saves your data, personal settings, and installed programs directly to the flash drive. Every time you start MiniOS, everything will be just as you left it last time - reliably and predictably on any computer.": "MiniOS - Ihr Taschen-Linux - leistungsstark, stylisch und praktisch. Stellen Sie sich die gesamte Macht und Freiheit eines Desktop-Linux vor, das immer zur Hand ist - buchstäblich in Ihrer Tasche. MiniOS ist eine spezielle Debian-basierte Distribution für diejenigen, die Mobilität, Geschwindigkeit und fehlerfreien Betrieb ohne unnötigen Aufwand schätzen. Arbeiten Sie überall, von jedem USB-Laufwerk: Schreiben Sie einfach MiniOS auf einen USB-Stick, stecken Sie ihn in einen Computer - und Ihre vollständige Arbeitsumgebung ist bereit! Keine Installation, keine Bindung an ein einzelnes Gerät. Nehmen Sie Ihre Dateien, Einstellungen und Lieblingsprogramme mit. Vergessen, Ihre Einstellungen zu speichern? MiniOS macht das für Sie! Das System speichert sorgfältig Ihre Daten, persönlichen Einstellungen und installierten Programme direkt auf dem USB-Stick. Jedes Mal, wenn Sie MiniOS starten, ist alles genau so, wie Sie es beim letzten Mal hinterlassen haben - zuverlässig und vorhersagbar auf jedem Computer.",
        "MiniOS Standard is a compact operating system designed for everyday tasks. It is characterized by high performance and a concise but effective interface. The system includes basic graphical programs and necessary console utilities. The functionality can be extended by installing additional programs using the APT package manager from the extensive Debian repository.": "MiniOS Standard ist ein kompaktes Betriebssystem für alltägliche Aufgaben. Es zeichnet sich durch hohe Leistung und eine prägnante, aber effektive Oberfläche aus. Das System enthält grundlegende grafische Programme und notwendige Konsolen-Utilities. Die Funktionalität kann durch die Installation zusätzlicher Programme mit dem APT-Paketmanager aus dem umfangreichen Debian-Repository erweitert werden.",
        "MiniOS Toolbox is a specialized Linux distribution for maintenance, diagnostics and recovery of computer systems. It provides a rich set of graphical and console tools for working with disks and partitions (creation, resizing, formatting, cloning, data recovery), network diagnostics and administration (traffic analysis, port scanning, remote connection), data security (encryption, secure deletion), data and password recovery, hardware fault diagnosis and testing, as well as other utilities.": "MiniOS Toolbox ist eine spezialisierte Linux-Distribution für Wartung, Diagnose und Wiederherstellung von Computersystemen. Sie bietet eine umfassende Sammlung von grafischen und Konsolen-Tools für die Arbeit mit Festplatten und Partitionen (Erstellen, Ändern der Größe, Formatieren, Klonen, Datenwiederherstellung), Netzwerkdiagnose und -administration (Verkehrsanalyse, Portscanning, Remoteverbindung), Datensicherheit (Verschlüsselung, sicheres Löschen), Daten- und Kennwortwiederherstellung, Diagnose und Test von Hardwarefehlern sowie weitere Dienstprogramme.",
        "MiniOS Ultra - the name speaks for itself. The distribution is an extensive set of software tools designed both for maintenance and diagnostics of computer systems and for solving a wide range of office tasks, from working with documents to editing images and video files.": "MiniOS Ultra - der Name spricht für sich. Die Distribution ist ein umfangreiches Set von Software-Tools, die sowohl für die Wartung und Diagnose von Computersystemen als auch für die Lösung einer breiten Palette von Büroaufgaben entwickelt wurden, von der Arbeit mit Dokumenten bis zur Bearbeitung von Bildern und Videodateien.",
        "Minimum system requirements": "Mindestsystemanforderungen",
        "Mobile Workstation": "Mobile Workstation",
        "Modular Architecture": "Modulare Architektur",
        "News": "Neuigkeiten",
        "Persistent Storage": "Dauerhafter Speicher",
        "Português (Brasil)": "Português (Brasil)",
        "Português (Portugal)": "Português (Portugal)",
        "Quick Start": "Schnellstart",
        "Security & Privacy": "Sicherheit & Datenschutz",
        "Smart Design Philosophy": "Intelligente Designphilosophie",
        "Source code": "Quellcode",
        "Standard": "Standard",
        "System Recovery": "Systemwiederherstellung",
        "Three Editions": "Drei Ausgaben",
        "Toolbox": "Toolbox",
        "Torrent Download": "Torrent herunterladen",
        "True Portability": "Echte Portabilität",
        "Ultra": "Ultra",
        "Universal Compatibility": "Universelle Kompatibilität",
        "We're on DistroWatch": "Wir sind auf DistroWatch",
        "What is MiniOS?": "Was ist MiniOS?",
        "Русский": "Русский",
        "MiniOS is completely free and open-source. Developing and maintaining this project requires significant time, effort, and resources. Your support means everything to us! By starring our GitHub repository and subscribing to our Telegram channel, you give us the motivation and encouragement to continue improving MiniOS and adding new features. Every star, every subscriber - is a sign that our work matters. Help us make MiniOS even better!": "MiniOS ist völlig kostenlos und Open-Source. Die Entwicklung und Wartung dieses Projekts erfordert erhebliche Zeit, Mühe und Ressourcen. Ihre Unterstützung bedeutet uns alles! Indem Sie unser GitHub-Repository mit einem Stern versehen und unseren Telegram-Kanal abonnieren, geben Sie uns die Motivation und Ermutigung, MiniOS weiter zu verbessern und neue Funktionen hinzuzufügen. Jeder Stern, jeder Abonnent - ist ein Zeichen dafür, dass unsere Arbeit wichtig ist. Helfen Sie uns, MiniOS noch besser zu machen!",
        "Star on GitHub": "Stern auf GitHub",
        "Subscribe to News": "Neuigkeiten abonnieren",
        "Support the Project": "Projekt unterstützen",
        "Thank you for downloading MiniOS. The download should start soon. If it does not, click": "Vielen Dank für das Herunterladen von MiniOS. Der Download sollte bald beginnen. Wenn nicht, klicken Sie",
        "and select the distribution yourself.": "und wählen Sie die Distribution selbst aus.",
        "here": "hier"
    },
    "legacy": {}
}