{
    "_comment": "This is a generated JSON file. Modify with care.",
    "translations": {
        "768": "768",
        "* You can run the system with less RAM than specified, but this will adversely affect usability and speed.": "* Puedes ejecutar el sistema con menos RAM de la especificada, pero esto afectará negativamente a la usabilidad y la velocidad.",
        "- Standard, Toolbox, Ultra": "- Standard, Toolbox, Ultra",
        "- access to vast repositories and proven stability": "- acceso a vastos repositorios y estabilidad probada",
        "- add software instantly with pre-built modules": "- agregar software instantáneamente con módulos precompilados",
        "- boots from USB/DVD with no installation required": "- arranca desde USB/DVD sin instalación requerida",
        "- carry your complete desktop environment anywhere": "- lleva tu entorno de escritorio completo a cualquier lugar",
        "- consistent Linux experience across different hardware": "- experiencia Linux consistente en diferentes hardware",
        "- isolated environment for coding and experiments": "- entorno aislado para programación y experimentos",
        "- leave no traces on host systems": "- no deja rastros en los sistemas host",
        "- lightweight platform for IoT and embedded projects": "- plataforma ligera para proyectos IoT y embebidos",
        "- rescue unbootable systems and recover data": "- rescata sistemas no arrancables y recupera datos",
        "- supports both modern UEFI and legacy BIOS systems": "- soporta tanto sistemas UEFI modernos como BIOS legados",
        "- your data, settings, and files travel with you": "- tus datos, configuraciones y archivos viajan contigo",
        "1.16 GB of disk space": "1,16 GB de espacio en disco",
        "1.69 GB of disk space": "1,69 GB de espacio en disco",
        "64-bit 1 GHz processor": "Procesador de 1 GHz de 64 bits",
        "812 MB of disk space": "812 MB de espacio en disco",
        "About MiniOS": "Acerca de MiniOS",
        "Bahasa Indonesia": "Bahasa Indonesia",
        "Choose edition": "Elegir edición",
        "Community": "Comunidad",
        "Companion Project: PocketHandyBox": "Proyecto complementario: PocketHandyBox",
        "Complete Collection (17.92 GB)": "Colección Completa (17,92 GB)",
        "Complete Collection Available": "Colección Completa Disponible",
        "Core Capabilities": "Capacidades principales",
        "Debian Foundation": "Base Debian",
        "Debian/Devuan-based live system with pre-installed NVIDIA drivers (580.x-340.x), OpenZFS support, and hardware testing tools (CPU-X, GParted, TestDisk, WHDD)": "Sistema live basado en Debian/Devuan con controladores NVIDIA preinstalados (580.x-340.x), soporte de OpenZFS y herramientas de prueba de hardware (CPU-X, GParted, TestDisk, WHDD)",
        "Deutsch": "Deutsch",
        "Development & Testing": "Desarrollo y pruebas",
        "Documentation": "Documentación",
        "Download": "Descargar",
        "Download all MiniOS variants in one torrent: official Debian 13 builds plus images based on Debian 10-12, Ubuntu 18.04-24.04, and MiniOS Flux editions. Other base distributions may have minor differences.": "Descarga todas las variantes de MiniOS en un torrent: compilaciones oficiales de Debian 13 más imágenes basadas en Debian 10-12, Ubuntu 18.04-24.04 y ediciones MiniOS Flux. Otras distribuciones base pueden tener diferencias menores.",
        "Education & Training": "Educación y entrenamiento",
        "Embedded Development": "Desarrollo embebido",
        "English": "English",
        "Español": "Español",
        "Exquisite design and pleasing speed: we prove that performance does not have to sacrifice beauty and convenience. MiniOS features a meticulously crafted design, a modern and intuitive interface. It works incredibly fast, even on the most modest computers, helping you focus on your tasks instead of waiting. A philosophy of simplicity and meaning: every component in MiniOS exists for an important reason. Nothing superfluous - only what you really need for comfortable and efficient work. This is not reduced functionality or a bloated software package, but the perfect balance created for your convenience.": "Diseño exquisito y velocidad agradable: demostramos que el rendimiento no tiene que sacrificar la belleza y la conveniencia. MiniOS presenta un diseño meticulosamente elaborado, una interfaz moderna e intuitiva. Funciona increíblemente rápido, incluso en las computadoras más modestas, ayudándote a concentrarte en tus tareas en lugar de esperar. Una filosofía de simplicidad y significado: cada componente en MiniOS existe por una razón importante. Nada superfluo - solo lo que realmente necesitas para un trabajo cómodo y eficiente. No es funcionalidad reducida o un paquete de software hinchado, sino el equilibrio perfecto creado para tu conveniencia.",
        "Fast. Simple. Reliable.": "Rápido. Simple. Confiable.",
        "Flux": "Flux",
        "Français": "Français",
        "Home": "Inicio",
        "Ideal Use Cases": "Casos de uso ideales",
        "Italiano": "Italiano",
        "Leave Review": "Dejar reseña",
        "MB RAM": "MB de RAM",
        "MiniOS": "MiniOS",
        "MiniOS - Fast. Simple. Reliable.": "MiniOS - Rápido. Simple. Confiable.",
        "MiniOS - your pocket Linux - powerful, stylish, and convenient. Imagine all the power and freedom of a desktop Linux that is always at your fingertips - literally in your pocket. MiniOS is a special Debian-based distribution created for those who value mobility, speed, and flawless operation without unnecessary hassle. Work anywhere, from any USB drive: Just write MiniOS to a flash drive, plug it into a computer - and your full working environment is ready! No installation, no binding to a single device. Take your files, settings, and favorite programs with you. Forgot to save your settings? MiniOS will do it for you! The system carefully saves your data, personal settings, and installed programs directly to the flash drive. Every time you start MiniOS, everything will be just as you left it last time - reliably and predictably on any computer.": "MiniOS - tu Linux de bolsillo - potente, elegante y conveniente. Imagina todo el poder y la libertad de un Linux de escritorio que siempre está a tu alcance - literalmente en tu bolsillo. MiniOS es una distribución especial basada en Debian creada para aquellos que valoran la movilidad, la velocidad y el funcionamiento impecable sin complicaciones innecesarias. Trabaja en cualquier lugar, desde cualquier unidad USB: Simplemente escribe MiniOS en una unidad flash, conéctala a una computadora - ¡y tu entorno de trabajo completo está listo! Sin instalación, sin vinculación a un solo dispositivo. Lleva contigo tus archivos, configuraciones y programas favoritos. ¿Olvidaste guardar tus configuraciones? ¡MiniOS lo hará por ti! El sistema guarda cuidadosamente tus datos, configuraciones personales y programas instalados directamente en la unidad flash. Cada vez que inicies MiniOS, todo estará exactamente como lo dejaste la última vez - de manera confiable y predecible en cualquier computadora.",
        "MiniOS Standard is a compact operating system designed for everyday tasks. It is characterized by high performance and a concise but effective interface. The system includes basic graphical programs and necessary console utilities. The functionality can be extended by installing additional programs using the APT package manager from the extensive Debian repository.": "MiniOS Standard - es un sistema operativo compacto diseñado para tareas cotidianas. Se caracteriza por su alto rendimiento y una interfaz concisa pero eficaz. El sistema incluye programas gráficos básicos y las utilidades de consola necesarias. La funcionalidad se puede ampliar instalando programas adicionales utilizando el gestor de paquetes APT del extenso repositorio de Debian.",
        "MiniOS Toolbox is a specialized Linux distribution for maintenance, diagnostics and recovery of computer systems. It provides a rich set of graphical and console tools for working with disks and partitions (creation, resizing, formatting, cloning, data recovery), network diagnostics and administration (traffic analysis, port scanning, remote connection), data security (encryption, secure deletion), data and password recovery, hardware fault diagnosis and testing, as well as other utilities.": "MiniOS Toolbox - es una distribución especializada de Linux para el mantenimiento, diagnóstico y recuperación de sistemas informáticos. Proporciona un amplio conjunto de herramientas gráficas y de consola para trabajar con discos y particiones (creación, cambio de tamaño, formateo, clonación, recuperación de datos), diagnóstico y administración de redes (análisis de tráfico, escaneo de puertos, conexión remota), seguridad de datos (cifrado, eliminación segura), recuperación de datos y contraseñas, diagnóstico y prueba de fallas de hardware, así como otras utilidades.",
        "MiniOS Ultra - the name speaks for itself. The distribution is an extensive set of software tools designed both for maintenance and diagnostics of computer systems and for solving a wide range of office tasks, from working with documents to editing images and video files.": "MiniOS Ultra: el nombre habla por sí solo. La distribución es un amplio conjunto de herramientas de software diseñadas tanto para el mantenimiento y diagnóstico de sistemas informáticos como para resolver una amplia gama de tareas de oficina, desde trabajar con documentos hasta editar imágenes y archivos de vídeo.",
        "Minimum system requirements": "Requisitos mínimos del sistema",
        "Mobile Workstation": "Estación de trabajo móvil",
        "Modular Architecture": "Arquitectura modular",
        "News": "Noticias",
        "Persistent Storage": "Almacenamiento persistente",
        "Português (Brasil)": "Português (Brasil)",
        "Português (Portugal)": "Português (Portugal)",
        "Quick Start": "Inicio rápido",
        "Security & Privacy": "Seguridad y privacidad",
        "Smart Design Philosophy": "Filosofía de diseño inteligente",
        "Source code": "Código fuente",
        "Standard": "Standard",
        "System Recovery": "Recuperación del sistema",
        "Three Editions": "Tres ediciones",
        "Toolbox": "Toolbox",
        "Torrent Download": "Descarga por torrent",
        "True Portability": "Verdadera portabilidad",
        "Ultra": "Ultra",
        "Universal Compatibility": "Compatibilidad universal",
        "Visit Project →": "Visitar el proyecto →",
        "We're on DistroWatch": "Estamos en DistroWatch",
        "What is MiniOS?": "¿Qué es MiniOS?",
        "Русский": "Русский",
        "MiniOS is completely free and open-source. Developing and maintaining this project requires significant time, effort, and resources. Your support means everything to us! By starring our GitHub repository and subscribing to our Telegram channel, you give us the motivation and encouragement to continue improving MiniOS and adding new features. Every star, every subscriber - is a sign that our work matters. Help us make MiniOS even better!": "MiniOS es completamente gratuito y de código abierto. Desarrollar y mantener este proyecto requiere tiempo, esfuerzo y recursos significativos. ¡Tu apoyo lo es todo para nosotros! Al dar estrella a nuestro repositorio de GitHub y suscribirte a nuestro canal de Telegram, nos das la motivación y el aliento para seguir mejorando MiniOS y agregando nuevas características. Cada estrella, cada suscriptor - es una señal de que nuestro trabajo importa. ¡Ayúdanos a hacer MiniOS aún mejor!",
        "Star on GitHub": "Dar estrella en GitHub",
        "Subscribe to News": "Suscribirse a noticias",
        "Support the Project": "Apoyar el proyecto",
        "Thank you for downloading MiniOS. The download should start soon. If it does not, click": "Gracias por descargar MiniOS. La descarga debería comenzar pronto. Si no es así, haga clic",
        "and select the distribution yourself.": "y seleccione la distribución usted mismo.",
        "here": "aquí"
    },
    "legacy": {
        "1.2 GB of disk space": "1,2 GB de espacio en disco",
        "1.7 GB of disk space": "1,7 GB de espacio en disco",
        "800 MB of disk space": "800 MB de espacio en disco"
    }
}