{
    "_comment": "This is a generated JSON file. Modify with care.",
    "translations": {
        "768": "768",
        "* You can run the system with less RAM than specified, but this will adversely affect usability and speed.": "* Anda dapat menjalankan sistem dengan RAM lebih sedikit dari yang ditentukan, tetapi ini akan mempengaruhi kegunaan dan kecepatan.",
        "- Standard, Toolbox, Ultra": "- Standar, Toolbox, Ultra",
        "- access to vast repositories and proven stability": "- akses ke repositori besar dan stabilitas yang terbukti",
        "- add software instantly with pre-built modules": "- tambahkan perangkat lunak secara instan dengan modul siap pakai",
        "- boots from USB/DVD with no installation required": "- boot dari USB/DVD tanpa perlu instalasi",
        "- carry your complete desktop environment anywhere": "- bawa lingkungan desktop lengkap Anda ke mana saja",
        "- consistent Linux experience across different hardware": "- pengalaman Linux yang konsisten di berbagai perangkat keras",
        "- isolated environment for coding and experiments": "- lingkungan terisolasi untuk pemrograman dan eksperimen",
        "- leave no traces on host systems": "- tidak meninggalkan jejak di sistem host",
        "- lightweight platform for IoT and embedded projects": "- platform ringan untuk proyek IoT dan embedded",
        "- rescue unbootable systems and recover data": "- menyelamatkan sistem yang tidak bisa boot dan memulihkan data",
        "- supports both modern UEFI and legacy BIOS systems": "- mendukung sistem UEFI modern dan BIOS lama",
        "- your data, settings, and files travel with you": "- data, pengaturan, dan file Anda ikut bersama Anda",
        "1.16 GB of disk space": "1,16 GB ruang disk",
        "1.69 GB of disk space": "1,69 GB ruang disk",
        "64-bit 1 GHz processor": "Prosesor 64-bit 1 GHz",
        "812 MB of disk space": "812 MB ruang disk",
        "About MiniOS": "Tentang MiniOS",
        "Bahasa Indonesia": "Bahasa Indonesia",
        "Choose edition": "Pilih edisi",
        "Community": "Komunitas",
        "Companion Project: PocketHandyBox": "Proyek pendamping: PocketHandyBox",
        "Complete Collection (17.92 GB)": "Koleksi Lengkap (17,92 GB)",
        "Complete Collection Available": "Koleksi Lengkap Tersedia",
        "Core Capabilities": "Kemampuan Inti",
        "Debian Foundation": "Berbasis Debian",
        "Debian/Devuan-based live system with pre-installed NVIDIA drivers (580.x-340.x), OpenZFS support, and hardware testing tools (CPU-X, GParted, TestDisk, WHDD)": "Sistem live berbasis Debian/Devuan dengan driver NVIDIA pra-instal (580.x-340.x), dukungan OpenZFS, dan alat pengujian perangkat keras (CPU-X, GParted, TestDisk, WHDD)",
        "Deutsch": "Deutsch",
        "Development & Testing": "Pengembangan & Pengujian",
        "Documentation": "Dokumentasi",
        "Download": "Unduh",
        "Download all MiniOS variants in one torrent: official Debian 13 builds plus images based on Debian 10-12, Ubuntu 18.04-24.04, and MiniOS Flux editions. Other base distributions may have minor differences.": "Unduh semua varian MiniOS dalam satu torrent: build resmi Debian 13 plus image berbasis Debian 10-12, Ubuntu 18.04-24.04, dan edisi MiniOS Flux. Distribusi dasar lain mungkin memiliki perbedaan kecil.",
        "Education & Training": "Edukasi & Pelatihan",
        "Embedded Development": "Pengembangan Embedded",
        "English": "English",
        "Español": "Español",
        "Exquisite design and pleasing speed: we prove that performance does not have to sacrifice beauty and convenience. MiniOS features a meticulously crafted design, a modern and intuitive interface. It works incredibly fast, even on the most modest computers, helping you focus on your tasks instead of waiting. A philosophy of simplicity and meaning: every component in MiniOS exists for an important reason. Nothing superfluous - only what you really need for comfortable and efficient work. This is not reduced functionality or a bloated software package, but the perfect balance created for your convenience.": "Desain yang indah dan kecepatan yang menyenangkan: kami membuktikan bahwa performa tidak harus mengorbankan keindahan dan kenyamanan. MiniOS memiliki desain yang dibuat dengan cermat, antarmuka modern dan intuitif. Bekerja sangat cepat, bahkan di komputer paling sederhana, membantu Anda fokus pada tugas daripada menunggu. Filosofi kesederhanaan dan makna: setiap komponen di MiniOS ada untuk alasan penting. Tidak ada yang berlebihan - hanya yang benar-benar Anda butuhkan untuk bekerja nyaman dan efisien. Ini bukan fungsi yang dikurangi atau paket perangkat lunak yang membengkak, tetapi keseimbangan sempurna untuk kenyamanan Anda.",
        "Fast. Simple. Reliable.": "Cepat. Sederhana. Andal.",
        "Flux": "Flux",
        "Français": "Français",
        "Home": "Beranda",
        "Ideal Use Cases": "Kasus Penggunaan Ideal",
        "Italiano": "Italiano",
        "Leave Review": "Tinggalkan ulasan",
        "MB RAM": "MB RAM",
        "MiniOS": "MiniOS",
        "MiniOS - Fast. Simple. Reliable.": "MiniOS - Cepat. Sederhana. Andal.",
        "MiniOS - your pocket Linux - powerful, stylish, and convenient. Imagine all the power and freedom of a desktop Linux that is always at your fingertips - literally in your pocket. MiniOS is a special Debian-based distribution created for those who value mobility, speed, and flawless operation without unnecessary hassle. Work anywhere, from any USB drive: Just write MiniOS to a flash drive, plug it into a computer - and your full working environment is ready! No installation, no binding to a single device. Take your files, settings, and favorite programs with you. Forgot to save your settings? MiniOS will do it for you! The system carefully saves your data, personal settings, and installed programs directly to the flash drive. Every time you start MiniOS, everything will be just as you left it last time - reliably and predictably on any computer.": "MiniOS - Linux di saku Anda - kuat, stylish, dan praktis. Bayangkan semua kekuatan dan kebebasan desktop Linux yang selalu ada di ujung jari Anda - benar-benar di saku Anda. MiniOS adalah distribusi berbasis Debian khusus untuk mereka yang menghargai mobilitas, kecepatan, dan operasi tanpa hambatan. Bekerja di mana saja, dari USB mana pun: Cukup tulis MiniOS ke flash drive, colokkan ke komputer - dan lingkungan kerja lengkap Anda siap! Tanpa instalasi, tanpa terikat ke satu perangkat. Bawa file, pengaturan, dan program favorit Anda. Lupa menyimpan pengaturan? MiniOS akan melakukannya untuk Anda! Sistem dengan hati-hati menyimpan data, pengaturan pribadi, dan program yang diinstal langsung ke flash drive. Setiap kali Anda memulai MiniOS, semuanya akan persis seperti terakhir kali - andal dan dapat diprediksi di komputer mana pun.",
        "MiniOS Standard is a compact operating system designed for everyday tasks. It is characterized by high performance and a concise but effective interface. The system includes basic graphical programs and necessary console utilities. The functionality can be extended by installing additional programs using the APT package manager from the extensive Debian repository.": "MiniOS Standard adalah sistem operasi ringkas yang dirancang untuk tugas sehari-hari. Memiliki performa tinggi dan antarmuka yang ringkas namun efektif. Sistem ini mencakup program grafis dasar dan utilitas konsol yang diperlukan. Fungsionalitas dapat diperluas dengan menginstal program tambahan menggunakan manajer paket APT dari repositori Debian yang luas.",
        "MiniOS Toolbox is a specialized Linux distribution for maintenance, diagnostics and recovery of computer systems. It provides a rich set of graphical and console tools for working with disks and partitions (creation, resizing, formatting, cloning, data recovery), network diagnostics and administration (traffic analysis, port scanning, remote connection), data security (encryption, secure deletion), data and password recovery, hardware fault diagnosis and testing, as well as other utilities.": "MiniOS Toolbox adalah distribusi Linux khusus untuk pemeliharaan, diagnostik, dan pemulihan sistem komputer. Menyediakan berbagai alat grafis dan konsol untuk bekerja dengan disk dan partisi (pembuatan, pengubahan ukuran, pemformatan, kloning, pemulihan data), diagnostik dan administrasi jaringan (analisis trafik, pemindaian port, koneksi jarak jauh), keamanan data (enkripsi, penghapusan aman), pemulihan data dan kata sandi, diagnosis dan pengujian kerusakan perangkat keras, serta utilitas lainnya.",
        "MiniOS Ultra - the name speaks for itself. The distribution is an extensive set of software tools designed both for maintenance and diagnostics of computer systems and for solving a wide range of office tasks, from working with documents to editing images and video files.": "MiniOS Ultra - namanya sudah menjelaskan. Distribusi ini adalah kumpulan alat perangkat lunak yang luas, dirancang untuk pemeliharaan dan diagnostik sistem komputer serta menyelesaikan berbagai tugas kantor, mulai dari bekerja dengan dokumen hingga mengedit gambar dan file video.",
        "Minimum system requirements": "Persyaratan sistem minimum",
        "Mobile Workstation": "Workstation Mobile",
        "Modular Architecture": "Arsitektur Modular",
        "News": "Berita",
        "Persistent Storage": "Penyimpanan Persisten",
        "Português (Brasil)": "Português (Brasil)",
        "Português (Portugal)": "Português (Portugal)",
        "Quick Start": "Mulai Cepat",
        "Security & Privacy": "Keamanan & Privasi",
        "Smart Design Philosophy": "Filosofi Desain Cerdas",
        "Source code": "Kode sumber",
        "Standard": "Standard",
        "System Recovery": "Pemulihan Sistem",
        "Three Editions": "Tiga Edisi",
        "Toolbox": "Toolbox",
        "Torrent Download": "Unduh Torrent",
        "True Portability": "Portabilitas Sebenarnya",
        "Ultra": "Ultra",
        "Universal Compatibility": "Kompatibilitas Universal",
        "Visit Project →": "Kunjungi proyek →",
        "We're on DistroWatch": "Kami ada di DistroWatch",
        "What is MiniOS?": "Apa itu MiniOS?",
        "Русский": "Русский",
        "MiniOS is completely free and open-source. Developing and maintaining this project requires significant time, effort, and resources. Your support means everything to us! By starring our GitHub repository and subscribing to our Telegram channel, you give us the motivation and encouragement to continue improving MiniOS and adding new features. Every star, every subscriber - is a sign that our work matters. Help us make MiniOS even better!": "MiniOS sepenuhnya gratis dan open-source. Mengembangkan dan memelihara proyek ini membutuhkan waktu, usaha, dan sumber daya yang signifikan. Dukungan Anda berarti segalanya bagi kami! Dengan memberi bintang pada repositori GitHub kami dan berlangganan saluran Telegram kami, Anda memberi kami motivasi dan dorongan untuk terus meningkatkan MiniOS dan menambah fitur baru. Setiap bintang, setiap pelanggan - adalah tanda bahwa pekerjaan kami penting. Bantu kami membuat MiniOS lebih baik lagi!",
        "Star on GitHub": "Beri Bintang di GitHub",
        "Subscribe to News": "Berlangganan Berita",
        "Support the Project": "Dukung Proyek",
        "Thank you for downloading MiniOS. The download should start soon. If it does not, click": "Terima kasih telah mengunduh MiniOS. Unduhan akan segera dimulai. Jika tidak, klik",
        "and select the distribution yourself.": "dan pilih distribusi sendiri.",
        "here": "di sini"
    },
    "legacy": {
        "1.2 GB of disk space": "1.2 GB ruang disk",
        "1.7 GB of disk space": "1.7 GB ruang disk",
        "800 MB of disk space": "800 MB ruang disk"
    }
}