{
    "_comment": "This is a generated JSON file. Modify with care.",
    "translations": {
        "768": "768",
        "* You can run the system with less RAM than specified, but this will adversely affect usability and speed.": "* È possibile eseguire il sistema con meno RAM di quella specificata, ma ciò influirà negativamente sull'usabilità e sulla velocità.",
        "- Standard, Toolbox, Ultra": "- Standard, Toolbox, Ultra",
        "- access to vast repositories and proven stability": "- accesso a vasti repository e stabilità comprovata",
        "- add software instantly with pre-built modules": "- aggiungere software istantaneamente con moduli precostruiti",
        "- boots from USB/DVD with no installation required": "- avvio da USB/DVD senza installazione richiesta",
        "- carry your complete desktop environment anywhere": "- porta il tuo ambiente desktop completo ovunque",
        "- consistent Linux experience across different hardware": "- esperienza Linux coerente su hardware diverso",
        "- isolated environment for coding and experiments": "- ambiente isolato per codifica e sperimentazione",
        "- leave no traces on host systems": "- non lascia tracce sui sistemi host",
        "- lightweight platform for IoT and embedded projects": "- piattaforma leggera per progetti IoT ed embedded",
        "- rescue unbootable systems and recover data": "- salva sistemi non avviabili e recupera dati",
        "- supports both modern UEFI and legacy BIOS systems": "- supporta sistemi UEFI moderni e BIOS legacy",
        "- your data, settings, and files travel with you": "- i tuoi dati, impostazioni e file viaggiano con te",
        "1.2 GB of disk space": "1,2 GB di spazio su disco",
        "1.7 GB of disk space": "1,7 GB di spazio su disco",
        "64-bit 1 GHz processor": "Processore 64 bit da 1 GHz",
        "800 MB of disk space": "800 MB di spazio su disco",
        "About MiniOS": "Informazioni su MiniOS",
        "Bahasa Indonesia": "",
        "Choose edition": "Scegliere l'edizione",
        "Community": "Community",
        "Complete Collection (17.92 GB)": "Collezione Completa (17,92 GB)",
        "Complete Collection Available": "Collezione Completa Disponibile",
        "Core Capabilities": "Funzionalità principali",
        "Debian Foundation": "Base Debian",
        "Deutsch": "Deutsch",
        "Development & Testing": "Sviluppo e test",
        "Documentation": "Documentazione",
        "Download": "Scarica",
        "Download all MiniOS variants in one torrent: official Debian 13 builds plus images based on Debian 10-12, Ubuntu 18.04-24.04, and MiniOS Flux editions. Other base distributions may have minor differences.": "Scarica tutte le varianti di MiniOS in un unico torrent: build ufficiali Debian 13 più immagini basate su Debian 10-12, Ubuntu 18.04-24.04 e edizioni MiniOS Flux. Altre distribuzioni di base potrebbero presentare differenze minori.",
        "Education & Training": "Istruzione e formazione",
        "Embedded Development": "Sviluppo embedded",
        "English": "English",
        "Español": "Español",
        "Exquisite design and pleasing speed: we prove that performance does not have to sacrifice beauty and convenience. MiniOS features a meticulously crafted design, a modern and intuitive interface. It works incredibly fast, even on the most modest computers, helping you focus on your tasks instead of waiting. A philosophy of simplicity and meaning: every component in MiniOS exists for an important reason. Nothing superfluous - only what you really need for comfortable and efficient work. This is not reduced functionality or a bloated software package, but the perfect balance created for your convenience.": "Design squisito e velocità piacevole: dimostriamo che le prestazioni non devono sacrificare bellezza e convenienza. MiniOS presenta un design meticolosamente realizzato, un'interfaccia moderna e intuitiva. Funziona incredibilmente veloce, anche sui computer più modesti, aiutandoti a concentrarti sui tuoi compiti invece di aspettare. Una filosofia di semplicità e significato: ogni componente di MiniOS esiste per una ragione importante. Niente di superfluo - solo quello di cui hai veramente bisogno per un lavoro comodo ed efficiente. Non si tratta di funzionalità ridotte o di un pacchetto software gonfiato, ma del perfetto equilibrio creato per la tua convenienza.",
        "Fast. Simple. Reliable.": "Veloce. Semplice. Affidabile.",
        "Flux": "Flux",
        "Français": "Français",
        "Home": "Home",
        "Ideal Use Cases": "Casi d'uso ideali",
        "Italiano": "Italiano",
        "Leave Review": "Lascia recensione",
        "MB RAM": "MB di RAM",
        "MiniOS": "MiniOS",
        "MiniOS - Fast. Simple. Reliable.": "MiniOS - Veloce. Semplice. Affidabile.",
        "MiniOS - your pocket Linux - powerful, stylish, and convenient. Imagine all the power and freedom of a desktop Linux that is always at your fingertips - literally in your pocket. MiniOS is a special Debian-based distribution created for those who value mobility, speed, and flawless operation without unnecessary hassle. Work anywhere, from any USB drive: Just write MiniOS to a flash drive, plug it into a computer - and your full working environment is ready! No installation, no binding to a single device. Take your files, settings, and favorite programs with you. Forgot to save your settings? MiniOS will do it for you! The system carefully saves your data, personal settings, and installed programs directly to the flash drive. Every time you start MiniOS, everything will be just as you left it last time - reliably and predictably on any computer.": "MiniOS - il tuo Linux tascabile - potente, elegante e conveniente. Immagina tutta la potenza e la libertà di un Linux desktop che è sempre a portata di mano - letteralmente in tasca. MiniOS è una distribuzione speciale basata su Debian creata per coloro che apprezzano mobilità, velocità e funzionamento impeccabile senza complicazioni inutili. Lavora ovunque, da qualsiasi unità USB: Scrivi semplicemente MiniOS su una chiavetta USB, collegala a un computer - e il tuo ambiente di lavoro completo è pronto! Nessuna installazione, nessun vincolo a un singolo dispositivo. Porta con te i tuoi file, impostazioni e programmi preferiti. Hai dimenticato di salvare le tue impostazioni? MiniOS lo farà per te! Il sistema salva attentamente i tuoi dati, le impostazioni personali e i programmi installati direttamente sulla chiavetta USB. Ogni volta che avvii MiniOS, tutto sarà esattamente come l'hai lasciato l'ultima volta - in modo affidabile e prevedibile su qualsiasi computer.",
        "MiniOS Standard is a compact operating system designed for everyday tasks. It is characterized by high performance and a concise but effective interface. The system includes basic graphical programs and necessary console utilities. The functionality can be extended by installing additional programs using the APT package manager from the extensive Debian repository.": "MiniOS Standard è un sistema operativo compatto progettato per le attività quotidiane. È caratterizzato da elevate prestazioni e da un'interfaccia concisa ma efficace. Il sistema include programmi grafici di base e utilità di console necessarie. La funzionalità può essere estesa installando programmi aggiuntivi utilizzando il gestore di pacchetti APT dall'ampio repository Debian.",
        "MiniOS Toolbox is a specialized Linux distribution for maintenance, diagnostics and recovery of computer systems. It provides a rich set of graphical and console tools for working with disks and partitions (creation, resizing, formatting, cloning, data recovery), network diagnostics and administration (traffic analysis, port scanning, remote connection), data security (encryption, secure deletion), data and password recovery, hardware fault diagnosis and testing, as well as other utilities.": "MiniOS Toolbox è una distribuzione Linux specializzata per la manutenzione, la diagnostica e il ripristino dei sistemi informatici. Fornisce un ricco set di strumenti grafici e a console per lavorare con dischi e partizioni (creazione, ridimensionamento, formattazione, clonazione, recupero dati), diagnostica e amministrazione di rete (analisi del traffico, scansione delle porte, connessione remota), sicurezza dei dati (crittografia, eliminazione sicura), recupero dati e password, diagnostica e test degli errori hardware, nonché altre utilità.",
        "MiniOS Ultra - the name speaks for itself. The distribution is an extensive set of software tools designed both for maintenance and diagnostics of computer systems and for solving a wide range of office tasks, from working with documents to editing images and video files.": "MiniOS Ultra: il nome parla da sé. La distribuzione è un ampio set di strumenti software progettati sia per la manutenzione e la diagnostica dei sistemi informatici che per la risoluzione di una vasta gamma di attività d'ufficio, dal lavoro con i documenti all'editing di immagini e file video.",
        "Minimum system requirements": "Requisiti minimi di sistema",
        "Mobile Workstation": "Workstation mobile",
        "Modular Architecture": "Architettura modulare",
        "News": "News",
        "Persistent Storage": "Archiviazione persistente",
        "Português (Brasil)": "Português (Brasil)",
        "Português (Portugal)": "Português (Portugal)",
        "Quick Start": "Avvio rapido",
        "Security & Privacy": "Sicurezza e privacy",
        "Smart Design Philosophy": "Filosofia di design intelligente",
        "Source code": "Codice sorgente",
        "Standard": "Standard",
        "System Recovery": "Recupero del sistema",
        "Three Editions": "Tre edizioni",
        "Toolbox": "Toolbox",
        "Torrent Download": "Download torrent",
        "True Portability": "Vera portabilità",
        "Ultra": "Ultra",
        "Universal Compatibility": "Compatibilità universale",
        "We're on DistroWatch": "Siamo su DistroWatch",
        "What is MiniOS?": "Cos'è MiniOS?",
        "Русский": "Русский",
        "MiniOS is completely free and open-source. Developing and maintaining this project requires significant time, effort, and resources. Your support means everything to us! By starring our GitHub repository and subscribing to our Telegram channel, you give us the motivation and encouragement to continue improving MiniOS and adding new features. Every star, every subscriber - is a sign that our work matters. Help us make MiniOS even better!": "MiniOS è completamente gratuito e open-source. Lo sviluppo e la manutenzione di questo progetto richiedono tempo, sforzo e risorse significative. Il tuo supporto significa tutto per noi! Mettendo una stella al nostro repository GitHub e iscrivendoti al nostro canale Telegram, ci dai la motivazione e l'incoraggiamento per continuare a migliorare MiniOS e aggiungere nuove funzionalità. Ogni stella, ogni iscritto - è un segno che il nostro lavoro conta. Aiutaci a rendere MiniOS ancora migliore!",
        "Star on GitHub": "Stella su GitHub",
        "Subscribe to News": "Iscriviti alle News",
        "Support the Project": "Supporta il Progetto",
        "Thank you for downloading MiniOS. The download should start soon. If it does not, click": "Grazie per aver scaricato MiniOS. Il download dovrebbe iniziare a breve. In caso contrario, fai clic",
        "and select the distribution yourself.": "e seleziona la distribuzione manualmente.",
        "here": "qui"
    },
    "legacy": {}
}