{
    "_comment": "This is a generated JSON file. Modify with care.",
    "translations": {
        "768": "768",
        "* You can run the system with less RAM than specified, but this will adversely affect usability and speed.": "* Pode executar o sistema com menos RAM do que o especificado, mas isso afetará negativamente a usabilidade e a velocidade.",
        "- Standard, Toolbox, Ultra": "- Standard, Toolbox, Ultra",
        "- access to vast repositories and proven stability": "- acesso a vastos repositórios e estabilidade comprovada",
        "- add software instantly with pre-built modules": "- adicionar software instantaneamente com módulos pré-construídos",
        "- boots from USB/DVD with no installation required": "- arranca a partir de USB/DVD sem necessidade de instalação",
        "- carry your complete desktop environment anywhere": "- leve o seu ambiente de trabalho completo para qualquer lugar",
        "- consistent Linux experience across different hardware": "- experiência Linux consistente em diferentes equipamentos",
        "- isolated environment for coding and experiments": "- ambiente isolado para programação e experimentação",
        "- leave no traces on host systems": "- não deixa vestígios nos sistemas anfitriões",
        "- lightweight platform for IoT and embedded projects": "- plataforma leve para projetos IoT e embebidos",
        "- rescue unbootable systems and recover data": "- resgatar sistemas não inicializáveis e recuperar dados",
        "- supports both modern UEFI and legacy BIOS systems": "- suporta sistemas UEFI modernos e BIOS legados",
        "- your data, settings, and files travel with you": "- os seus dados, definições e ficheiros viajam consigo",
        "1.2 GB of disk space": "1,2 GB de espaço em disco",
        "1.7 GB of disk space": "1,7 GB de espaço em disco",
        "64-bit 1 GHz processor": "Processador de 64 bits a 1 GHz",
        "800 MB of disk space": "800 MB de espaço em disco",
        "About MiniOS": "Sobre o MiniOS",
        "Bahasa Indonesia": "Bahasa Indonesia",
        "Choose edition": "Escolher a edição",
        "Community": "Comunidade",
        "Complete Collection (17.92 GB)": "Coleção Completa (17,92 GB)",
        "Complete Collection Available": "Coleção Completa Disponível",
        "Core Capabilities": "Capacidades principais",
        "Debian Foundation": "Base Debian",
        "Deutsch": "Deutsch",
        "Development & Testing": "Desenvolvimento e testes",
        "Documentation": "Documentação",
        "Download": "Descarregar",
        "Download all MiniOS variants in one torrent: official Debian 13 builds plus images based on Debian 10-12, Ubuntu 18.04-24.04, and MiniOS Flux editions. Other base distributions may have minor differences.": "Descarregue todas as variantes do MiniOS num único torrent: compilações oficiais do Debian 13 mais imagens baseadas em Debian 10-12, Ubuntu 18.04-24.04 e edições MiniOS Flux. Outras distribuições base podem ter pequenas diferenças.",
        "Education & Training": "Educação e formação",
        "Embedded Development": "Desenvolvimento embebido",
        "English": "English",
        "Español": "Español",
        "Exquisite design and pleasing speed: we prove that performance does not have to sacrifice beauty and convenience. MiniOS features a meticulously crafted design, a modern and intuitive interface. It works incredibly fast, even on the most modest computers, helping you focus on your tasks instead of waiting. A philosophy of simplicity and meaning: every component in MiniOS exists for an important reason. Nothing superfluous - only what you really need for comfortable and efficient work. This is not reduced functionality or a bloated software package, but the perfect balance created for your convenience.": "Design requintado e velocidade agradável: provamos que o desempenho não tem de sacrificar beleza e conveniência. O MiniOS apresenta um design meticulosamente elaborado, uma interface moderna e intuitiva. Funciona incrivelmente rápido, mesmo nos computadores mais modestos, ajudando-o a focar nas suas tarefas em vez de esperar. Uma filosofia de simplicidade e significado: cada componente no MiniOS existe por uma razão importante. Nada supérfluo - apenas o que realmente necessita para um trabalho confortável e eficiente. Não é funcionalidade reduzida ou um pacote de software inchado, mas o equilíbrio perfeito criado para a sua conveniência.",
        "Fast. Simple. Reliable.": "Rápido. Simples. Fiável.",
        "Flux": "Flux",
        "Français": "Français",
        "Home": "Início",
        "Ideal Use Cases": "Casos de uso ideais",
        "Italiano": "Italiano",
        "Leave Review": "Deixar avaliação",
        "MB RAM": "MB de RAM",
        "MiniOS": "MiniOS",
        "MiniOS - Fast. Simple. Reliable.": "MiniOS - Rápido. Simples. Fiável.",
        "MiniOS - your pocket Linux - powerful, stylish, and convenient. Imagine all the power and freedom of a desktop Linux that is always at your fingertips - literally in your pocket. MiniOS is a special Debian-based distribution created for those who value mobility, speed, and flawless operation without unnecessary hassle. Work anywhere, from any USB drive: Just write MiniOS to a flash drive, plug it into a computer - and your full working environment is ready! No installation, no binding to a single device. Take your files, settings, and favorite programs with you. Forgot to save your settings? MiniOS will do it for you! The system carefully saves your data, personal settings, and installed programs directly to the flash drive. Every time you start MiniOS, everything will be just as you left it last time - reliably and predictably on any computer.": "MiniOS - o seu Linux de bolso - poderoso, elegante e conveniente. Imagine todo o poder e liberdade de um Linux desktop que está sempre ao seu alcance - literalmente no seu bolso. O MiniOS é uma distribuição especial baseada em Debian criada para aqueles que valorizam mobilidade, velocidade e operação impecável sem complicações desnecessárias. Trabalhe em qualquer lugar, de qualquer pen USB: simplesmente grave o MiniOS numa pen, ligue-a a um computador - e o seu ambiente de trabalho completo está pronto! Sem instalação, sem vinculação a um único dispositivo. Leve os seus ficheiros, definições e programas favoritos consigo. Esqueceu-se de guardar as suas definições? O MiniOS fará isso por si! O sistema guarda cuidadosamente os seus dados, definições pessoais e programas instalados diretamente na pen. Sempre que iniciar o MiniOS, tudo estará exatamente como deixou da última vez - de forma fiável e previsível em qualquer computador.",
        "MiniOS Standard is a compact operating system designed for everyday tasks. It is characterized by high performance and a concise but effective interface. The system includes basic graphical programs and necessary console utilities. The functionality can be extended by installing additional programs using the APT package manager from the extensive Debian repository.": "O MiniOS Standard é um sistema operativo compacto projetado para tarefas diárias. É caracterizado por alto desempenho e uma interface concisa, mas eficaz. O sistema inclui programas gráficos básicos e utilitários de consola necessários. A funcionalidade pode ser estendida instalando programas adicionais usando o gestor de pacotes APT do extenso repositório Debian.",
        "MiniOS Toolbox is a specialized Linux distribution for maintenance, diagnostics and recovery of computer systems. It provides a rich set of graphical and console tools for working with disks and partitions (creation, resizing, formatting, cloning, data recovery), network diagnostics and administration (traffic analysis, port scanning, remote connection), data security (encryption, secure deletion), data and password recovery, hardware fault diagnosis and testing, as well as other utilities.": "O MiniOS Toolbox é uma distribuição Linux especializada para manutenção, diagnóstico e recuperação de sistemas de computador. Fornece um rico conjunto de ferramentas gráficas e de consola para trabalhar com discos e partições (criação, redimensionamento, formatação, clonagem, recuperação de dados), diagnóstico e administração de rede (análise de tráfego, varrimento de portas, ligação remota), segurança de dados (encriptação, eliminação segura), recuperação de dados e palavras-passe, diagnóstico e teste de falhas de hardware, bem como outros utilitários.",
        "MiniOS Ultra - the name speaks for itself. The distribution is an extensive set of software tools designed both for maintenance and diagnostics of computer systems and for solving a wide range of office tasks, from working with documents to editing images and video files.": "MiniOS Ultra - o nome fala por si. A distribuição é um extenso conjunto de ferramentas de software concebidas tanto para manutenção e diagnóstico de sistemas de computador como para resolver uma ampla gama de tarefas de escritório, desde trabalhar com documentos até editar imagens e ficheiros de vídeo.",
        "Minimum system requirements": "Requisitos mínimos do sistema",
        "Mobile Workstation": "Estação de trabalho móvel",
        "Modular Architecture": "Arquitetura modular",
        "News": "Notícias",
        "Persistent Storage": "Armazenamento persistente",
        "Português (Brasil)": "Português (Brasil)",
        "Português (Portugal)": "Português (Portugal)",
        "Quick Start": "Início rápido",
        "Security & Privacy": "Segurança e privacidade",
        "Smart Design Philosophy": "Filosofia de design inteligente",
        "Source code": "Código-fonte",
        "Standard": "Standard",
        "System Recovery": "Recuperação do sistema",
        "Three Editions": "Três edições",
        "Toolbox": "Toolbox",
        "Torrent Download": "Descarregar por torrent",
        "True Portability": "Verdadeira portabilidade",
        "Ultra": "Ultra",
        "Universal Compatibility": "Compatibilidade universal",
        "We're on DistroWatch": "Estamos no DistroWatch",
        "What is MiniOS?": "O que é o MiniOS?",
        "Русский": "Русский",
        "MiniOS is completely free and open-source. Developing and maintaining this project requires significant time, effort, and resources. Your support means everything to us! By starring our GitHub repository and subscribing to our Telegram channel, you give us the motivation and encouragement to continue improving MiniOS and adding new features. Every star, every subscriber - is a sign that our work matters. Help us make MiniOS even better!": "O MiniOS é completamente gratuito e de código aberto. Desenvolver e manter este projeto requer tempo, esforço e recursos significativos. O seu apoio significa tudo para nós! Ao dar uma estrela ao nosso repositório GitHub e subscrever o nosso canal Telegram, dá-nos a motivação e encorajamento para continuar a melhorar o MiniOS e adicionar novas funcionalidades. Cada estrela, cada subscritor - é um sinal de que o nosso trabalho importa. Ajude-nos a tornar o MiniOS ainda melhor!",
        "Star on GitHub": "Dar estrela no GitHub",
        "Subscribe to News": "Subscrever notícias",
        "Support the Project": "Apoiar o projeto",
        "Thank you for downloading MiniOS. The download should start soon. If it does not, click": "Obrigado por descarregar o MiniOS. O descarregamento deverá começar em breve. Se não começar, clique",
        "and select the distribution yourself.": "e selecione a distribuição manualmente.",
        "here": "aqui"
    },
    "legacy": {}
}