{
    "_comment": "This is a generated JSON file. Modify with care.",
    "translations": {
        "768": "768",
        "* You can run the system with less RAM than specified, but this will adversely affect usability and speed.": "* Вы можете запустить систему с меньшим объёмом ОЗУ, чем указано, но это негативно повлияет на удобство использования и скорость работы.",
        "- Standard, Toolbox, Ultra": "- Standard, Toolbox, Ultra",
        "- access to vast repositories and proven stability": "- доступ к обширным репозиториям и проверенной стабильности",
        "- add software instantly with pre-built modules": "- добавляйте программное обеспечение мгновенно с помощью готовых модулей",
        "- boots from USB/DVD with no installation required": "- загружается с USB/DVD без необходимости установки",
        "- carry your complete desktop environment anywhere": "- носите с собой полную рабочую среду рабочего стола в любом месте",
        "- consistent Linux experience across different hardware": "- последовательный опыт работы с Linux на различном оборудовании",
        "- isolated environment for coding and experiments": "- изолированная среда для кодирования и экспериментов",
        "- leave no traces on host systems": "- не оставляйте следов в хост-системах",
        "- lightweight platform for IoT and embedded projects": "- легковесная платформа для IoT и встраиваемых проектов",
        "- rescue unbootable systems and recover data": "- спасайте незагружающиеся системы и восстанавливайте данные",
        "- supports both modern UEFI and legacy BIOS systems": "- поддерживает как современные системы UEFI, так и устаревшие системы BIOS",
        "- your data, settings, and files travel with you": "- ваши данные, настройки и файлы путешествуют с вами",
        "1.16 GB of disk space": "1,16 ГБ дискового пространства",
        "1.69 GB of disk space": "1,69 ГБ дискового пространства",
        "64-bit 1 GHz processor": "64-битный процессор 1 ГГц",
        "812 MB of disk space": "812 МБ дискового пространства",
        "About MiniOS": "Подробнее о MiniOS",
        "Bahasa Indonesia": "Bahasa Indonesia",
        "Choose edition": "Выберите редакцию",
        "Community": "Сообщество",
        "Companion Project: PocketHandyBox": "Сопутствующий проект: PocketHandyBox",
        "Complete Collection (17.92 GB)": "Полная коллекция (17.92 ГБ)",
        "Complete Collection Available": "Доступна полная коллекция",
        "Core Capabilities": "Основные возможности",
        "Debian Foundation": "Основа Debian",
        "Debian/Devuan-based live system with pre-installed NVIDIA drivers (580.x-340.x), OpenZFS support, and hardware testing tools (CPU-X, GParted, TestDisk, WHDD)": "Live-система на базе Debian/Devuan с предустановленными драйверами NVIDIA (580.x-340.x), поддержкой OpenZFS и инструментами для тестирования оборудования (CPU-X, GParted, TestDisk, WHDD)",
        "Deutsch": "Deutsch",
        "Development & Testing": "Разработка и тестирование",
        "Documentation": "Документация",
        "Download": "Скачать",
        "Download all MiniOS variants in one torrent: official Debian 13 builds plus images based on Debian 10-12, Ubuntu 18.04-24.04, and MiniOS Flux editions. Other base distributions may have minor differences.": "Скачайте все варианты MiniOS в одном торренте: официальные сборки на Debian 13, а также образы на базе Debian 10-12, Ubuntu 18.04-24.04 и редакции MiniOS Flux. Образы на других базовых дистрибутивах могут незначительно отличаться.",
        "Education & Training": "Образование и обучение",
        "Embedded Development": "Встроенная разработка",
        "English": "English",
        "Español": "Español",
        "Exquisite design and pleasing speed: we prove that performance does not have to sacrifice beauty and convenience. MiniOS features a meticulously crafted design, a modern and intuitive interface. It works incredibly fast, even on the most modest computers, helping you focus on your tasks instead of waiting. A philosophy of simplicity and meaning: every component in MiniOS exists for an important reason. Nothing superfluous - only what you really need for comfortable and efficient work. This is not reduced functionality or a bloated software package, but the perfect balance created for your convenience.": "Изысканный дизайн и приятная скорость: мы доказываем, что производительность не должна жертвовать красотой и удобством. MiniOS отличается тщательно проработанным дизайном, современным и интуитивно понятным интерфейсом. Он работает невероятно быстро даже на самых скромных компьютерах, помогая вам сосредоточиться на своих задачах, а не на ожидании. Философия простоты и осмысленности: каждый компонент в MiniOS существует по важной причине. Ничего лишнего - только то, что вам действительно нужно для комфортной и эффективной работы. Это не урезанная функциональность или раздутый пакет программ, а идеальный баланс, созданный для вашего удобства.",
        "Fast. Simple. Reliable.": "Быстро. Просто. Надежно.",
        "Flux": "Flux",
        "Français": "Français",
        "Home": "Главная",
        "Ideal Use Cases": "Идеальные сценарии использования",
        "Italiano": "Italiano",
        "Leave Review": "Оставить отзыв",
        "MB RAM": "МБ ОЗУ",
        "MiniOS": "MiniOS",
        "MiniOS - Fast. Simple. Reliable.": "MiniOS - Быстро. Просто. Надежно.",
        "MiniOS - your pocket Linux - powerful, stylish, and convenient. Imagine all the power and freedom of a desktop Linux that is always at your fingertips - literally in your pocket. MiniOS is a special Debian-based distribution created for those who value mobility, speed, and flawless operation without unnecessary hassle. Work anywhere, from any USB drive: Just write MiniOS to a flash drive, plug it into a computer - and your full working environment is ready! No installation, no binding to a single device. Take your files, settings, and favorite programs with you. Forgot to save your settings? MiniOS will do it for you! The system carefully saves your data, personal settings, and installed programs directly to the flash drive. Every time you start MiniOS, everything will be just as you left it last time - reliably and predictably on any computer.": "MiniOS - ваш карманный Linux - мощный, стильный и удобный. Представьте всю мощь и свободу настольного Linux, который всегда у вас под рукой - буквально в кармане. MiniOS - это специальный дистрибутив на базе Debian, созданный для тех, кто ценит мобильность, скорость и безупречную работу без лишних хлопот. Работайте где угодно, с любого USB-накопителя: просто запишите MiniOS на флешку, подключите к компьютеру - и ваше полноценное рабочее окружение готово! Никакой установки, никакой привязки к одному устройству. Возьмите с собой свои файлы, настройки и любимые программы. Забыли сохранить настройки? MiniOS сделает это за вас! Система бережно сохраняет ваши данные, личные настройки и установленные программы прямо на флешку. Каждый раз, запуская MiniOS, все будет именно так, как вы оставили в прошлый раз - надежно и предсказуемо на любом компьютере.",
        "MiniOS Standard is a compact operating system designed for everyday tasks. It is characterized by high performance and a concise but effective interface. The system includes basic graphical programs and necessary console utilities. The functionality can be extended by installing additional programs using the APT package manager from the extensive Debian repository.": "MiniOS Standard - компактная операционная система, предназначенная для повседневных задач.  Она характеризуется высокой производительностью и лаконичным, но эффективным интерфейсом. Система включает базовые графические программы и необходимые утилиты командной строки. Функциональность может быть расширена за счёт установки дополнительных программ с помощью менеджера пакетов APT из обширного репозитория Debian.",
        "MiniOS Toolbox is a specialized Linux distribution for maintenance, diagnostics and recovery of computer systems. It provides a rich set of graphical and console tools for working with disks and partitions (creation, resizing, formatting, cloning, data recovery), network diagnostics and administration (traffic analysis, port scanning, remote connection), data security (encryption, secure deletion), data and password recovery, hardware fault diagnosis and testing, as well as other utilities.": "MiniOS Toolbox - специализированный дистрибутив Linux для обслуживания, диагностики и восстановления компьютерных систем. Он предоставляет богатый набор графических и консольных инструментов для работы с дисками и разделами (создание, изменение размера, форматирование, клонирование, восстановление данных), сетевой диагностики и администрирования (анализ трафика, сканирование портов, удалённое подключение), обеспечения безопасности данных (шифрование, безопасное удаление), восстановления данных и паролей, диагностики и тестирования аппаратных неисправностей, а также другие утилиты.",
        "MiniOS Ultra - the name speaks for itself. The distribution is an extensive set of software tools designed both for maintenance and diagnostics of computer systems and for solving a wide range of office tasks, from working with documents to editing images and video files.": "MiniOS Ultra - название говорит само за себя. Дистрибутив представляет собой обширный набор программных инструментов, предназначенных как для обслуживания и диагностики компьютерных систем, так и для решения широкого круга офисных задач, от работы с документами до редактирования изображений и видеофайлов.",
        "Minimum system requirements": "Минимальные системные требования",
        "Mobile Workstation": "Мобильная рабочая станция",
        "Modular Architecture": "Модульная архитектура",
        "News": "Новости",
        "Persistent Storage": "Постоянное хранилище",
        "Português (Brasil)": "Português (Brasil)",
        "Português (Portugal)": "Português (Portugal)",
        "Quick Start": "Быстрый старт",
        "Security & Privacy": "Безопасность и конфиденциальность",
        "Smart Design Philosophy": "Философия умного дизайна",
        "Source code": "Исходный код",
        "Standard": "Standard",
        "System Recovery": "Восстановление системы",
        "Three Editions": "Три редакции",
        "Toolbox": "Toolbox",
        "Torrent Download": "Скачать торрент",
        "True Portability": "Настоящая портативность",
        "Ultra": "Ultra",
        "Universal Compatibility": "Универсальная совместимость",
        "Visit Project →": "Перейти к проекту →",
        "We're on DistroWatch": "Мы на DistroWatch",
        "What is MiniOS?": "Что такое MiniOS?",
        "Русский": "Русский",
        "MiniOS is completely free and open-source. Developing and maintaining this project requires significant time, effort, and resources. Your support means everything to us! By starring our GitHub repository and subscribing to our Telegram channel, you give us the motivation and encouragement to continue improving MiniOS and adding new features. Every star, every subscriber - is a sign that our work matters. Help us make MiniOS even better!": "MiniOS полностью бесплатен и с открытым исходным кодом. Разработка и поддержка этого проекта требует значительного времени, усилий и ресурсов. Ваша поддержка значит для нас всё! Отмечая наш репозиторий на GitHub звездой и подписываясь на наш канал в Telegram, вы даёте нам мотивацию и поощрение продолжать улучшать MiniOS и добавлять новые функции. Каждая звезда, каждый подписчик - это знак того, что наша работа важна. Помогите нам сделать MiniOS ещё лучше!",
        "Star on GitHub": "Поставить звезду на GitHub",
        "Subscribe to News": "Подписаться на новости",
        "Support the Project": "Поддержать проект",
        "Thank you for downloading MiniOS. The download should start soon. If it does not, click": "Благодарим вас за загрузку MiniOS. Загрузка должна начаться в ближайшее время. Если этого не произойдет, нажмите",
        "and select the distribution yourself.": "и выберите дистрибутив самостоятельно.",
        "here": "здесь"
    },
    "legacy": {
        "1.2 GB of disk space": "1,2 ГБ дискового пространства",
        "1.7 GB of disk space": "1,7 ГБ дискового пространства",
        "800 MB of disk space": "800 МБ дискового пространства"
    }
}