Repository: minios-linux/minios-translations
Catalog: po/minios-tools/*.po
Languages: pt, ru

source: Erase module directory created by sb2dir
pt: Apagar diretório de módulo criado por sb2dir
ru: Удалить каталог модуля, созданный sb2dir

source: Usage
pt: Utilização
ru: Использование

source: source_directory.sb
pt: diretorio_origem.sb
ru: исходный_каталог.sb

source: Directory does not exist:
pt: Diretório não existe:
ru: Каталог не существует:

source: Module directory deleted:
pt: Diretório do módulo eliminado:
ru: Каталог модуля удален:

source: Installs packages from repositories and packages them into a module.
pt: Instala pacotes de repositórios e os empacota num módulo.
ru: Устанавливает пакеты из репозиториев и упаковывает их в модуль.

source: Commands
pt: Comandos
ru: Команды

source: Install package(s)
pt: Instalar pacote(s)
ru: Установить пакет(ы)

source: Upgrade installed packages
pt: Atualizar pacotes instalados
ru: Обновить установленные пакеты

source: Options
pt: Opções
ru: Опции

source: Use NAME as the filename for the module instead of PACKAGE1
pt: Usar NOME como nome de ficheiro para o módulo em vez de PACOTE1
ru: Использовать ИМЯ как имя файла для модуля вместо ПАКЕТ1

source: Use LEVEL as the filter level
pt: Usar NÍVEL como nível de filtro
ru: Использовать УРОВЕНЬ в качестве уровня фильтрации

source: Compression type (zstd, gzip, lzo, xz). Default: zstd
pt: Tipo de compressão (zstd, gzip, lzo, xz). Predefinição: zstd
ru: Тип сжатия (zstd, gzip, lzo, xz). По умолчанию: zstd

source: Bundle extension. Default: sb
pt: Extensão do pacote. Predefinição: sb
ru: Расширение пакета. По умолчанию: sb

source: Display this help and exit
pt: Mostrar esta ajuda e sair
ru: Отобразить эту справку и выйти

source: Display version information and exit
pt: Mostrar informações da versão e sair
ru: Отобразить информацию о версии и выйти

source: Apt Options (for install/upgrade command)
pt: Opções do Apt (para comando de instalação/atualização)
ru: Параметры Apt (для команды установки/обновления)

source: Automatic yes to prompts
pt: Sim automático para as perguntas
ru: Автоматический ответ «да» на запросы

source: Allow downgrades of packages
pt: Permitir downgrades de pacotes
ru: Разрешить понижение версий пакетов

source: Consider recommended packages as a dependency for installing
pt: Considerar pacotes recomendados como dependência para a instalação
ru: Рассматривать рекомендованные пакеты как зависимость при установке

source: Consider suggested packages as a dependency for installing
pt: Considerar pacotes sugeridos como dependência para a instalação
ru: Рассматривать предлагаемые пакеты как зависимость при установке

source: Do not consider recommended packages as a dependency for installing
pt: Não considerar pacotes recomendados como dependência para a instalação
ru: Не рассматривать рекомендованные пакеты как зависимость при установке

source: Do not consider suggested packages as a dependency for installing
pt: Não considerar pacotes sugeridos como dependência para a instalação
ru: Не рассматривать предлагаемые пакеты как зависимость при установке

source: Default release to install packages from
pt: Lançamento predefinido para instalar pacotes de
ru: Выпуск по умолчанию для установки пакетов

source: Examples
pt: Exemplos
ru: Примеры

source: Try
pt: Tente
ru: Попробуйте

source: for more information.
pt: para mais informações.
ru: для получения дополнительной информации.

source: Packages a module from changes made by an installation script
pt: Empacota um módulo a partir de alterações feitas por um script de instalação
ru: Упаковывает модуль из изменений, внесенных установочным скриптом

source: Copy contents of DIR to the root of the module
pt: Copiar conteúdo de DIR para a raiz do módulo
ru: Скопировать содержимое КАТАЛОГА в корень модуля

source: Use NAME as the filename for the module
pt: Usar NOME como nome de ficheiro para o módulo
ru: Использовать ИМЯ как имя файла для модуля

source: Use FILE as the installation script
pt: Usar FICHEIRO como script de instalação
ru: Использовать ФАЙЛ как установочный скрипт

source: Saves all changed files in a compressed filesystem bundle.
pt: Guarda todos os ficheiros alterados num pacote de sistema de ficheiros comprimido.
ru: Сохраняет все измененные файлы в сжатый пакет файловой системы.

source: If changes_directory is not specified, the default changes
pt: Se changes_directory não for especificado, as alterações predefinidas
ru: Если changes_directory не указан, используется каталог изменений по умолчанию

source: directory from the current initramfs is used.
pt: do diretório atual do initramfs são usadas.
ru: используется каталог из текущего initramfs.

source: Generate MiniOS ISO image, adding specified modules.
pt: Gerar imagem ISO do MiniOS, adicionando módulos especificados.
ru: Генерировать ISO-образ MiniOS, добавляя указанные модули.

source: Exclude any existing path or file matching REGEX
pt: Excluir qualquer caminho ou ficheiro existente que corresponda a REGEX
ru: Исключить любой существующий путь или файл, соответствующий REGEX

source: Specify output ISO filename (default
pt: Especificar nome do ficheiro ISO de saída (predefinição
ru: Укажите имя выходного ISO-файла (по умолчанию

source: Set menu type: multilang or language code
pt: Definir tipo de menu: multilingue ou código de idioma
ru: Установить тип меню: multilang или код языка

source: multilang: menu with language selection (default)
pt: multilingue: menu com seleção de idioma (predefinição)
ru: multilang: меню с выбором языка (по умолчанию)

source: language: specific language (en_US, ru_RU, de_DE, etc.)
pt: idioma: idioma específico (en_US, ru_RU, de_DE, etc.)
ru: language: конкретный язык (en_US, ru_RU, de_DE и т.д.)

source: Create basic MiniOS ISO with current system:
pt: Criar ISO básica do MiniOS com o sistema atual:
ru: Создать базовый ISO MiniOS с текущей системой:

source: Create ISO with custom filename:
pt: Criar ISO com nome de ficheiro personalizado:
ru: Создать ISO с пользовательским именем файла:

source: Create ISO excluding specific modules:
pt: Criar ISO excluindo módulos específicos:
ru: Создать ISO исключая определенные модули:

source: Create minimal text-mode ISO:
pt: Criar ISO mínima em modo texto:
ru: Создать минимальный ISO в текстовом режиме:

source: Create ISO with additional modules:
pt: Criar ISO com módulos adicionais:
ru: Создать ISO с дополнительными модулями:

source: Create Russian localized ISO:
pt: Criar ISO localizada em russo:
ru: Создать русифицированный ISO:

source: grub.template.cfg template not found
pt: Modelo grub.template.cfg não encontrado
ru: шаблон grub.template.cfg не найден

source: Cannot find MiniOS source directory with boot files
pt: Não foi possível encontrar o diretório de origem do MiniOS com ficheiros de arranque
ru: Не удается найти исходный каталог MiniOS с загрузочными файлами

source: Detected bootloader type
pt: Tipo de bootloader detetado
ru: Обнаружен тип загрузчика

source: Unknown bootloader type
pt: Tipo de bootloader desconhecido
ru: Неизвестный тип загрузчика

source: Valid types: grub-only, syslinux-native, syslinux-grub
pt: Tipos válidos: apenas grub, syslinux nativo, syslinux-grub
ru: Допустимые типы: grub-only, syslinux-native, syslinux-grub

source: If you loaded the system into RAM, use 'toram=full' in the kernel parameters.
pt: Se você carregou o sistema na RAM, use 'toram=full' nos parâmetros do kernel.
ru: Если вы загрузили систему в RAM, используйте 'toram=full' в параметрах ядра.Если вы загрузили систему в RAM, используйте 'toram=full' в параметрах ядра.

source: Using multilingual menu
pt: A usar menu multilingue
ru: Используется многоязычное меню

source: Configuring localized menu for
pt: A configurar menu localizado para
ru: Настройка локализованного меню для

source: Generated localized GRUB menu for
pt: Menu GRUB localizado gerado para
ru: Создано локализованное меню GRUB для

source: Failed to generate localized GRUB config, falling back to English
pt: Falha ao gerar configuração GRUB localizada, a reverter para inglês
ru: Не удалось создать локализованную конфигурацию GRUB, используется английский язык

source: Using localized SYSLINUX configuration for
pt: A usar configuração SYSLINUX localizada para
ru: Используется локализованная конфигурация SYSLINUX для

source: Localized configuration not found for
pt: Configuração localizada não encontrada para
ru: Локализованная конфигурация не найдена для

source: using English
pt: a usar inglês
ru: используется английский

source: Creating ISO work directory
pt: A criar diretório de trabalho ISO
ru: Создание рабочего каталога ISO

source: Copying boot files (GRUB BIOS only)
pt: A copiar ficheiros de arranque (apenas GRUB BIOS)
ru: Копирование загрузочных файлов (только GRUB BIOS)

source: Copying boot files (SYSLINUX native)
pt: A copiar ficheiros de arranque (SYSLINUX nativo)
ru: Копирование загрузочных файлов (нативный SYSLINUX)

source: Copying boot files (SYSLINUX + GRUB)
pt: A copiar ficheiros de arranque (SYSLINUX + GRUB)
ru: Копирование загрузочных файлов (SYSLINUX + GRUB)

source: Internal error: invalid bootloader type for boot files
pt: Erro interno: tipo de bootloader inválido para ficheiros de arranque
ru: Внутренняя ошибка: недопустимый тип загрузчика для загрузочных файлов

source: Creating temporary persistence image
pt: A criar imagem de persistência temporária
ru: Создание временного образа постоянства

source: Formatting persistence image
pt: A formatar imagem de persistência
ru: Форматирование образа постоянства

source: Internal error: invalid bootloader type for ISO parameters
pt: Erro interno: tipo de bootloader inválido para parâmetros ISO
ru: Внутренняя ошибка: недопустимый тип загрузчика для параметров ISO

source: Generating ISO image
pt: A gerar imagem ISO
ru: Генерация ISO-образа

source: Cleaning up temporary files
pt: A limpar ficheiros temporários
ru: Очистка временных файлов

source: Failed to create ISO image
pt: Falha ao criar imagem ISO
ru: Не удалось создать ISO-образ

source: Usage:
pt: Utilização:
ru: Использование:

source: If the output_directory is specified, it must exist
pt: Se o diretório_de_saída for especificado, ele deve existir
ru: Если output_directory указан, он должен существовать

source: If the output_directory is not specified, the name source_file.sb
pt: Se o diretório_de_saída não for especificado, o nome ficheiro_origem.sb
ru: Если output_directory не указан, используется имя source_file.sb

source: is used and the directory is overmounted with tmpfs
pt: é usado e o diretório é sobremontado com tmpfs
ru: и каталог монтируется поверх с помощью tmpfs

source: File does not exist:
pt: Ficheiro não existe:
ru: Файл не существует:

source: Converts a directory to a compressed .sb module
pt: Converte um diretório num módulo .sb comprimido
ru: Преобразует каталог в сжатый .sb модуль

source: Arguments
pt: Argumentos
ru: Аргументы

source: The directory to convert to a module
pt: O diretório a converter para um módulo
ru: Каталог для преобразования в модуль

source: Optional. The name of the output module file
pt: Opcional. O nome do ficheiro do módulo de saída
ru: Необязательно. Имя выходного файла модуля

source: Behavior
pt: Comportamento
ru: Поведение

source: If SOURCE_DIRECTORY does not have a .sb extension and is not 'squashfs-root', then the directory itself is included in the module, and TARGET_FILE is required.
pt: Se DIRETÓRIO_DE_ORIGEM não tiver uma extensão .sb e não for 'squashfs-root', então o próprio diretório é incluído no módulo, e FICHEIRO_DE_DESTINO é obrigatório.
ru: Если ИСХОДНЫЙ_КАТАЛОГ не имеет расширения .sb и не является 'squashfs-root', то сам каталог включается в модуль, и ЦЕЛЕВОЙ_ФАЙЛ является обязательным.Если ИСХОДНЫЙ_КАТАЛОГ не имеет расширения .sb и не является 'squashfs-root', то сам каталог включается в модуль, и ЦЕЛЕВОЙ_ФАЙЛ является обязательным.

source: If TARGET_FILE is not specified, SOURCE_DIRECTORY is replaced by the new module file.
pt: Se FICHEIRO_DE_DESTINO não for especificado, DIRETÓRIO_DE_ORIGEM é substituído pelo novo ficheiro do módulo.
ru: Если ЦЕЛЕВОЙ_ФАЙЛ не указан, ИСХОДНЫЙ_КАТАЛОГ заменяется новым файлом модуля.Если ЦЕЛЕВОЙ_ФАЙЛ не указан, ИСХОДНЫЙ_КАТАЛОГ заменяется новым файлом модуля.

source: Manage MiniOS bundles.
pt: Gerir pacotes MiniOS.
ru: Управление пакетами MiniOS.

source: To run some of the commands in this script, your Linux kernel must support AUFS.
pt: Para executar alguns dos comandos neste script, o seu kernel Linux deve suportar AUFS.
ru: Для выполнения некоторых команд в этом скрипте ваше ядро Linux должно поддерживать AUFS.Для выполнения некоторых команд в этом скрипте ваше ядро Linux должно поддерживать AUFS.

source: Activate a MiniOS bundle
pt: Ativar um pacote MiniOS
ru: Активировать пакет MiniOS

source: Deactivate an active MiniOS bundle
pt: Desativar um pacote MiniOS ativo
ru: Деактивировать активный пакет MiniOS

source: List active MiniOS bundles
pt: Listar pacotes MiniOS ativos
ru: Список активных пакетов MiniOS

source: Save changes made at runtime to the bundle
pt: Guardar alterações feitas em tempo de execução para o pacote
ru: Сохранить изменения, сделанные во время выполнения, в пакет

source: Remove an unpacked bundle directory
pt: Remover um diretório de pacote descompactado
ru: Удалить распакованный каталог пакета

source: Convert an .sb bundle to directory or vice versa
pt: Converter um pacote .sb para diretório ou vice-versa
ru: Преобразовать пакет .sb в каталог или наоборот

source: Created Ventoy compatibility symlinks:
pt: Criados links de compatibilidade Ventoy:
ru: Созданы символьные ссылки совместимости Ventoy:

source: Using multilingual SYSLINUX configuration
pt: A usar configuração SYSLINUX multilingue
ru: Используется многоязычная конфигурация SYSLINUX

source: Created Ventoy compatibility symlinks in ISO:
pt: Criados links de compatibilidade Ventoy:
ru: Созданы символьные ссылки совместимости Ventoy:
