Repository: minios-linux/minios-translations
Catalog: po/minios-kernel-manager/*.po
Languages: de, fr, id, it, pt_br, ru

source: Custom temporary directory (must have at least 1024MB free space)
de: Benutzerdefiniertes temporäres Verzeichnis (muss mindestens 1024MB freien Speicherplatz haben)
fr: Répertoire temporaire personnalisé (doit avoir au moins 1024 Mo d'espace libre)
id: Direktori sementara khusus (harus memiliki setidaknya 1024MB ruang kosong)
it: Directory temporanea personalizzata (deve avere almeno 1024MB di spazio libero)
pt_br: Diretório temporário personalizado (deve ter pelo menos 1024MB de espaço livre)
ru: Настраиваемый временный каталог (должен иметь не менее 1024 МБ свободного места)

source: Force package lists update if outdated
de: Paketlisten-Update erzwingen, falls veraltet
fr: Forcer la mise à jour des listes de paquets si obsolètes
id: Paksa pembaruan daftar paket jika usang
it: Forza l'aggiornamento delle liste dei pacchetti se obsolete
pt_br: Forçar atualização das listas de pacotes se desatualizadas
ru: Принудительное обновление списков пакетов, если они устарели

source: List available kernels
de: Verfügbare Kernel auflisten
fr: Lister les noyaux disponibles
id: Daftar kernel yang tersedia
it: Elenca i kernel disponibili
pt_br: Listar kernels disponíveis
ru: Список доступных ядер

source: Activate a kernel
de: Einen Kernel aktivieren
fr: Activer un noyau
id: Aktifkan kernel
it: Attiva un kernel
pt_br: Ativar um kernel
ru: Активировать ядро

source: Kernel version to activate
de: Zu aktivierende Kernel-Version
fr: Version du noyau à activer
id: Versi kernel yang akan diaktifkan
it: Versione del kernel da attivare
pt_br: Versão do kernel a ser ativada
ru: Версия ядра для активации

source: Show kernel information
de: Kernel-Informationen anzeigen
fr: Afficher les informations du noyau
id: Tampilkan informasi kernel
it: Mostra informazioni sul kernel
pt_br: Mostrar informações do kernel
ru: Показать информацию о ядре

source: Kernel version to get info about (current if not specified)
de: Kernel-Version, deren Informationen angezeigt werden sollen (aktuell, falls nicht angegeben)
fr: Version du noyau pour obtenir des informations (actuelle si non spécifiée)
id: Versi kernel untuk mendapatkan informasi (saat ini jika tidak ditentukan)
it: Versione del kernel di cui ottenere informazioni (attuale se non specificato)
pt_br: Versão do kernel para obter informações (atual, se não especificado)
ru: Версия ядра для получения информации (текущая, если не указана)

source: Check MiniOS directory status
de: Status des MiniOS-Verzeichnisses prüfen
fr: Vérifier l'état du répertoire MiniOS
id: Periksa status direktori MiniOS
it: Controlla lo stato della directory MiniOS
pt_br: Verificar o status do diretório MiniOS
ru: Проверить состояние каталога MiniOS

source: Delete a packaged kernel
de: Einen gepackten Kernel löschen
fr: Supprimer un noyau empaqueté
id: Hapus kernel yang sudah dikemas
it: Elimina un kernel impacchettato
pt_br: Excluir um kernel empacotado
ru: Удалить упакованное ядро

source: Kernel version to delete
de: Zu löschende Kernel-Version
fr: Version du noyau à supprimer
id: Versi kernel yang akan dihapus
it: Versione del kernel da eliminare
pt_br: Versão do kernel a ser excluída
ru: Версия ядра для удаления

source: No initramfs builder found. Please install minios-dracut package or ensure mkinitrfs is available.
de: Kein Initramfs-Builder gefunden. Bitte installieren Sie das Paket minios-dracut oder stellen Sie sicher, dass mkinitrfs verfügbar ist.
fr: Aucun générateur d'initramfs trouvé. Veuillez installer le paquet minios-dracut ou vous assurer que mkinitrfs est disponible.
id: Tidak ditemukan pembuat initramfs. Silakan instal paket minios-dracut atau pastikan mkinitrfs tersedia.
it: Nessun generatore di initramfs trovato. Installa il pacchetto minios-dracut o assicurati che mkinitrfs sia disponibile.
pt_br: Nenhum construtor de initramfs encontrado. Por favor, instale o pacote minios-dracut ou certifique-se de que o mkinitrfs está disponível.
ru: Не найден сборщик initramfs. Пожалуйста, установите пакет minios-dracut или убедитесь, что mkinitrfs доступен.

source: vmlinuz for kernel {kernel_version} not found
de: vmlinuz für Kernel {kernel_version} nicht gefunden
fr: vmlinuz pour le noyau {kernel_version} non trouvé
id: vmlinuz untuk kernel {kernel_version} tidak ditemukan
it: vmlinuz per il kernel {kernel_version} non trovato
pt_br: vmlinuz para o kernel {kernel_version} não encontrado
ru: vmlinuz для ядра {kernel_version} не найден

source: temp_dir is required and must exist for SquashFS creation
de: temp_dir ist für die SquashFS-Erstellung erforderlich und muss existieren
fr: temp_dir est requis et doit exister pour la création de SquashFS
id: temp_dir diperlukan dan harus ada untuk pembuatan SquashFS
it: temp_dir è richiesto e deve esistere per la creazione di SquashFS
pt_br: temp_dir é necessário e deve existir para a criação do SquashFS
ru: temp_dir требуется и должен существовать для создания SquashFS

source: Kernel modules not found in extracted deb package for kernel {kernel_version}
de: Kernel-Module im extrahierten Deb-Paket für Kernel {kernel_version} nicht gefunden
fr: Modules du noyau non trouvés dans le paquet deb extrait pour le noyau {kernel_version}
id: Modul kernel tidak ditemukan dalam paket deb yang diekstrak untuk kernel {kernel_version}
it: Moduli del kernel non trovati nel pacchetto deb estratto per il kernel {kernel_version}
pt_br: Módulos do kernel não encontrados no pacote deb extraído para o kernel {kernel_version}
ru: Модули ядра не найдены в извлеченном deb-пакете для ядра {kernel_version}

source: Critical depmod error: {}
de: Kritische depmod-Fehler: {}
fr: Erreur critique de depmod : {}
id: Kritik depmod error: {}
it: Errore critico di depmod: {}
pt_br: Erro crítico de depmod: {}
ru: Критическая ошибка depmod: {}

source: mksquashfs command not found. Please install squashfs-tools package.
de: mksquashfs-Befehl nicht gefunden. Bitte installieren Sie das Paket squashfs-tools.
fr: Commande mksquashfs introuvable. Veuillez installer le paquet squashfs-tools.
id: Perintah mksquashfs tidak ditemukan. Silakan instal paket squashfs-tools.
it: Comando mksquashfs non trovato. Si prega di installare il pacchetto squashfs-tools.
pt_br: Comando mksquashfs não encontrado. Por favor, instale o pacote squashfs-tools.
ru: Команда mksquashfs не найдена. Пожалуйста, установите пакет squashfs-tools.

source: Failed to create SquashFS image
de: Fehler beim Erstellen des SquashFS-Images
fr: Échec de la création de l'image SquashFS
id: Gagal membuat citra SquashFS
it: Impossibile creare l'immagine SquashFS
pt_br: Falha ao criar a imagem SquashFS
ru: Не удалось создать образ SquashFS

source: Failed to detect initramfs builder: {}
de: Fehler beim Erkennen des Initramfs-Builders: {}
fr: Échec de la détection du générateur d'initramfs : {}
id: Gagal mendeteksi pembuat initramfs: {}
it: Impossibile rilevare il generatore di initramfs: {}
pt_br: Falha ao detectar o construtor de initramfs: {}
ru: Не удалось обнаружить сборщик initramfs: {}

source: mkdracut not found - please install minios-dracut package
de: mkdracut nicht gefunden – bitte installieren Sie das Paket minios-dracut.
fr: mkdracut introuvable - veuillez installer le paquet minios-dracut.
id: mkdracut tidak ditemukan - silakan instal paket minios-dracut
it: mkdracut non trovato - si prega di installare il pacchetto minios-dracut
pt_br: mkdracut não encontrado - por favor, instale o pacote minios-dracut
ru: mkdracut не найден — пожалуйста, установите пакет minios-dracut.

source: mkdracut failed with return code {code}
de: mkdracut fehlgeschlagen mit Rückgabecode {code}
fr: mkdracut a échoué avec le code de retour {code}
id: mkdracut gagal dengan kode keluar {code}
it: mkdracut fallito con codice di ritorno {code}
pt_br: mkdracut falhou com o código de retorno {code}
ru: mkdracut завершился с ошибкой: код возврата {code}

source: Failed to generate initramfs with dracut: {}
de: Fehler beim Generieren des Initramfs mit dracut: {}
fr: Échec de la génération de l'initramfs avec dracut : {}
id: Gagal menghasilkan initramfs dengan dracut: {}
it: Impossibile generare l'initramfs con dracut: {}
pt_br: Falha ao gerar o initramfs com dracut: {}
ru: Не удалось сгенерировать initramfs с помощью dracut: {}

source: Dracut succeeded but output file not found: {}
de: Dracut erfolgreich, aber Ausgabedatei nicht gefunden: {}
fr: Dracut a réussi mais le fichier de sortie est introuvable : {}
id: Dracut berhasil tetapi berkas output tidak ditemukan: {}
it: Dracut completato con successo ma il file di output non è stato trovato: {}
pt_br: Dracut foi executado com sucesso, mas o arquivo de saída não foi encontrado: {}
ru: Dracut успешно завершил работу, но выходной файл не найден: {}

source: mkinitrfs not found - this tool requires MiniOS live environment
de: mkinitrfs nicht gefunden - dieses Tool benötigt die MiniOS Live-Umgebung
fr: mkinitrfs non trouvé - cet outil nécessite un environnement live MiniOS
id: mkinitrfs tidak ditemukan - alat ini membutuhkan lingkungan langsung MiniOS
it: mkinitrfs non trovato - questo strumento richiede l'ambiente live MiniOS
pt_br: mkinitrfs não encontrado - esta ferramenta requer o ambiente live do MiniOS
ru: mkinitrfs не найден - этот инструмент требует живой среды MiniOS

source: mkinitrfs failed with return code {code}
de: mkinitrfs fehlgeschlagen mit Rückgabecode {code}
fr: mkinitrfs a échoué avec le code de retour {code}
id: mkinitrfs gagal dengan kode keluar {code}
it: mkinitrfs fallito con codice di ritorno {code}
pt_br: mkinitrfs falhou com o código de retorno {code}
ru: mkinitrfs завершился с ошибкой: код возврата {code}

source: mkinitrfs failed: {error}
de: mkinitrfs fehlgeschlagen: {error}
fr: mkinitrfs a échoué : {error}
id: mkinitrfs gagal: {error}
it: mkinitrfs fallito: {error}
pt_br: mkinitrfs falhou: {error}
ru: mkinitrfs завершился с ошибкой: {error}

source: mkinitrfs error: {error}
de: mkinitrfs Fehler: {error}
fr: Erreur mkinitrfs : {error}
id: Kesalahan mkinitrfs: {error}
it: Errore mkinitrfs: {error}
pt_br: erro mkinitrfs: {error}
ru: Ошибка mkinitrfs: {error}

source: mkinitrfs did not return valid initramfs path
de: mkinitrfs hat keinen gültigen Initramfs-Pfad zurückgegeben
fr: mkinitrfs n'a pas renvoyé de chemin d'initramfs valide
id: mkinitrfs tidak mengembalikan jalur initramfs yang valid
it: mkinitrfs non ha restituito un percorso initramfs valido
pt_br: mkinitrfs não retornou um caminho de initramfs válido
ru: mkinitrfs не вернул действительный путь к initramfs

source: MiniOS directory is writable
de: MiniOS-Verzeichnis ist beschreibbar
fr: Le répertoire MiniOS est inscriptible
id: Direktori MiniOS dapat ditulis
it: La directory MiniOS è scrivibile
pt_br: O diretório MiniOS é gravável
ru: Каталог MiniOS доступен для записи

source: MiniOS directory is read-only
de: MiniOS-Verzeichnis ist schreibgeschützt
fr: Le répertoire MiniOS est en lecture seule
id: Direktori MiniOS hanya-baca
it: La directory MiniOS è di sola lettura
pt_br: O diretório MiniOS é somente leitura
ru: Каталог MiniOS доступен только для чтения

source: Manage Kernels
de: Kernel verwalten
fr: Gérer les noyaux
id: Kelola Kernel
it: Gestisci Kernel
pt_br: Gerenciar Kernels
ru: Управление ядрами

source: Package Kernel
de: Kernel packen
fr: Empaqueter le noyau
id: Kemaskan Kernel
it: Pacchetto Kernel
pt_br: Empacotar Kernel
ru: Собрать ядро в пакет

source: Select a packaged kernel to activate or delete:
de: Wählen Sie einen gepackten Kernel zum Aktivieren oder Löschen aus:
fr: Sélectionnez un noyau empaqueté à activer ou supprimer :
id: Pilih kernel yang sudah dikemas untuk diaktifkan atau dihapus:
it: Seleziona un kernel impacchettato da attivare o eliminare:
pt_br: Selecione um kernel empacotado para ativar ou excluir:
ru: Выберите упакованное ядро для активации или удаления:

source: Activating kernel...
de: Kernel wird aktiviert...
fr: Activation du noyau en cours...
id: Mengaktifkan kernel...
it: Attivazione del kernel in corso...
pt_br: Ativando kernel...
ru: Активация ядра...

source: Manual Package
de: Manuelles Paket
fr: Paquet manuel
id: Paket Manual
it: Pacchetto manuale
pt_br: Pacote Manual
ru: Ручной пакет

source: Repository
fr: Dépôt
id: Repositori
pt_br: Repositório
ru: Репозиторий

source: SquashFS Compression:
de: SquashFS-Kompression:
fr: Compression SquashFS :
id: Kompresi SquashFS:
it: Compressione SquashFS:
pt_br: Compressão SquashFS:
ru: Сжатие SquashFS:

source: No file selected
de: Keine Datei ausgewählt
fr: Aucun fichier sélectionné
id: Tidak ada berkas yang dipilih
it: Nessun file selezionato
pt_br: Nenhum arquivo selecionado
ru: Файл не выбран

source: Browse...
de: Durchsuchen...
fr: Parcourir...
id: Jelajahi...
it: Sfoglia...
pt_br: Procurar...
ru: Обзор...

source: Package Information:
de: Paketinformationen:
fr: Informations sur le paquet :
id: Informasi Paket:
it: Informazioni sul pacchetto:
pt_br: Informações do Pacote:
ru: Информация о пакете:

source: Available Kernels:
de: Verfügbare Kernel:
fr: Noyaux disponibles :
id: Kernel Tersedia:
it: Kernel disponibili:
pt_br: Kernels Disponíveis:
ru: Доступные ядра:

source: Package kernel and add to repository
de: Kernel packen und zum Repository hinzufügen
fr: Empaqueter le noyau et l'ajouter au dépôt
id: Kemaskan kernel dan tambahkan ke repositori
it: Impacchetta il kernel e aggiungilo al repository
pt_br: Empacotar kernel e adicionar ao repositório
ru: Собрать ядро в пакет и добавить в репозиторий

source: Please select a kernel first
de: Bitte wählen Sie zuerst einen Kernel aus
fr: Veuillez d'abord sélectionner un noyau
id: Silakan pilih kernel terlebih dahulu
it: Seleziona prima un kernel
pt_br: Por favor, selecione um kernel primeiro
ru: Пожалуйста, сначала выберите ядро

source: Build in progress...
de: Bau läuft...
fr: Construction en cours...
id: Pembangunan sedang berlangsung...
it: Compilazione in corso...
pt_br: Compilação em andamento...
ru: Сборка в процессе...

source: ACTIVE
de: AKTIV
fr: ACTIF
id: AKTIF
it: ATTIVO
pt_br: ATIVO
ru: АКТИВНО

source: AVAILABLE
de: VERFÜGBAR
fr: DISPONIBLE
id: TERSEDIA
it: DISPONIBILE
pt_br: DISPONÍVEL
ru: ДОСТУПНО

source: RUNNING
de: LÄUFT
fr: EN COURS D'EXÉCUTION
id: BERJALAN
it: IN ESECUZIONE
pt_br: EM EXECUÇÃO
ru: РАБОТАЕТ

source: Please select a kernel to activate
de: Bitte wählen Sie einen Kernel zum Aktivieren aus
fr: Veuillez sélectionner un noyau à activer
id: Silakan pilih kernel untuk diaktifkan
it: Seleziona un kernel da attivare
pt_br: Por favor, selecione um kernel para ativar
ru: Пожалуйста, выберите ядро для активации

source: MiniOS directory is not writable
de: MiniOS-Verzeichnis ist nicht beschreibbar
fr: Le répertoire MiniOS n'est pas inscriptible
id: Direktori MiniOS tidak dapat ditulis
it: La directory MiniOS non è scrivibile
pt_br: O diretório MiniOS não é gravável
ru: Каталог MiniOS недоступен для записи

source: Activate Kernel
de: Kernel aktivieren
fr: Activer le noyau
id: Aktifkan Kernel
it: Attiva Kernel
pt_br: Ativar Kernel
ru: Активировать ядро

source: Are you sure you want to activate kernel {}? This will deactivate the current kernel and update the bootloader configuration.
de: Möchten Sie Kernel {} wirklich aktivieren? Dadurch wird der aktuelle Kernel deaktiviert und die Bootloader-Konfiguration aktualisiert.
fr: Êtes-vous sûr de vouloir activer le noyau {}? Cela désactivera le noyau actuel et mettra à jour la configuration du chargeur de démarrage.
id: Apakah Anda yakin ingin mengaktifkan kernel {}? Ini akan menonaktifkan kernel saat ini dan memperbarui konfigurasi bootloader.
it: Sei sicuro di voler attivare il kernel {}? Questo disattiverà il kernel attuale e aggiornerà la configurazione del bootloader.
pt_br: Tem certeza de que deseja ativar o kernel {}? Isso desativará o kernel atual e atualizará a configuração do bootloader.
ru: Вы уверены, что хотите активировать ядро {}? Это деактивирует текущее ядро и обновит конфигурацию загрузчика.

source: Activating kernel, please wait...
de: Kernel wird aktiviert, bitte warten...
fr: Activation du noyau, veuillez patienter...
id: Mengaktifkan kernel, mohon tunggu...
it: Attivazione del kernel, attendere prego...
pt_br: Ativando o kernel, por favor, aguarde...
ru: Активация ядра, пожалуйста, подождите...

source: Please select a kernel to delete
de: Bitte wählen Sie einen Kernel zum Löschen aus
fr: Veuillez sélectionner un noyau à supprimer
id: Silakan pilih kernel untuk dihapus
it: Seleziona un kernel da eliminare
pt_br: Por favor, selecione um kernel para excluir
ru: Пожалуйста, выберите ядро для удаления

source: Delete Kernel
de: Kernel löschen
fr: Supprimer le noyau
id: Hapus Kernel
it: Elimina Kernel
pt_br: Excluir Kernel
ru: Удалить ядро

source: Are you sure you want to delete kernel '{}'? This action cannot be undone.
de: Möchten Sie Kernel '{}' wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
fr: Êtes-vous sûr de vouloir supprimer le noyau '{}'? Cette action ne peut pas être annulée.
id: Apakah Anda yakin ingin menghapus kernel '{}'? Tindakan ini tidak dapat dibatalkan.
it: Sei sicuro di voler eliminare il kernel '{}'? Questa azione non può essere annullata.
pt_br: Tem certeza de que deseja excluir o kernel '{}'? Esta ação não pode ser desfeita.
ru: Вы уверены, что хотите удалить ядро '{}'? Это действие невозможно отменить.

source: Select Kernel Package
de: Kernel-Paket auswählen
fr: Sélectionner le paquet du noyau
id: Pilih Paket Kernel
it: Seleziona Pacchetto Kernel
pt_br: Selecionar Pacote do Kernel
ru: Выберите пакет ядра

source: Cancel
de: Abbrechen
fr: Annuler
id: Batal
it: Annulla
pt_br: Cancelar
ru: Отмена

source: Open
de: Öffnen
fr: Ouvrir
id: Buka
it: Apri
pt_br: Abrir
ru: Открыть

source: Debian Package Files (*.deb)
de: Debian-Paketdateien (*.deb)
fr: Fichiers de paquet Debian (*.deb)
id: Berkas Paket Debian (*.deb)
it: File pacchetto Debian (*.deb)
pt_br: Arquivos de Pacote Debian (*.deb)
ru: Файлы пакетов Debian (*.deb)

source: All Files
de: Alle Dateien
fr: Tous les fichiers
id: Semua Berkas
it: Tutti i file
pt_br: Todos os Arquivos
ru: Все файлы

source: Fetching kernel list from repository...
de: Kernel-Liste vom Repository wird abgerufen...
fr: Récupération de la liste des noyaux depuis le dépôt...
id: Mengambil daftar kernel dari repositori...
it: Recupero lista kernel dal repository...
pt_br: Obtendo lista de kernels do repositório...
ru: Получение списка ядер из репозитория...

source: Scanning for manual packages...
de: Suche nach manuellen Paketen...
fr: Recherche des paquets manuels...
id: Memindai paket manual...
it: Scansione dei pacchetti manuali...
pt_br: Verificando pacotes manuais...
ru: Сканирование на наличие ручных пакетов...

source: Manual package
de: Manuelles Paket
fr: Paquet manuel
id: Paket manual
it: Pacchetto manuale
pt_br: Pacote manual
ru: Ручной пакет

source: Repository kernel
fr: Noyau du dépôt
id: Kernel repositori
it: Kernel del repository
pt_br: Kernel do repositório
ru: Ядро репозитория

source: Package database outdated
de: Paketdatenbank ist veraltet
fr: Base de données des paquets obsolète
id: Basis data paket usang
it: Database dei pacchetti obsoleto
pt_br: Banco de dados de pacotes desatualizado
ru: База данных пакетов устарела

source: The repository kernel list is empty. This may indicate an outdated package database. Update package lists now?
de: Die Liste der Repository-Kernel ist leer. Dies kann auf eine veraltete Paketdatenbank hinweisen. Paketlisten jetzt aktualisieren?
fr: La liste des noyaux du dépôt est vide. Cela peut indiquer une base de données des paquets obsolète. Mettre à jour les listes de paquets maintenant ?
id: Daftar kernel repositori kosong. Ini dapat menunjukkan bahwa basis data paket usang. Perbarui daftar paket sekarang?
it: La lista dei kernel del repository è vuota. Questo potrebbe indicare un database dei pacchetti obsoleto. Aggiornare le liste dei pacchetti ora?
pt_br: A lista de kernels do repositório está vazia. Isso pode indicar que o banco de dados de pacotes está desatualizado. Atualizar as listas de pacotes agora?
ru: Список ядер репозитория пуст. Это может указывать на устаревшую базу данных пакетов. Обновить списки пакетов сейчас?

source: Failed to update package lists
de: Fehler beim Aktualisieren der Paketlisten
fr: Échec de la mise à jour des listes de paquets
id: Gagal memperbarui daftar paket
it: Impossibile aggiornare le liste dei pacchetti
pt_br: Falha ao atualizar as listas de pacotes
ru: Не удалось обновить списки пакетов

source: No repository kernels found
de: Keine Repository-Kernel gefunden
fr: Aucun noyau de dépôt trouvé
id: Tidak ada kernel repositori ditemukan
it: Nessun kernel del repository trovato
pt_br: Nenhum kernel de repositório encontrado
ru: Ядра репозитория не найдены

source: No manual packages found
de: Keine manuellen Pakete gefunden
fr: Aucun paquet manuel trouvé
id: Tidak ada paket manual ditemukan
it: Nessun pacchetto manuale trovato
pt_br: Nenhum pacote manual encontrado
ru: Ручные пакеты не найдены

source: Executing command: {}
de: Befehl wird ausgeführt: {}
fr: Exécution de la commande : {}
id: Mengeksekusi perintah: {}
it: Esecuzione comando: {}
pt_br: Executando comando: {}
ru: Выполняется команда: {}

source: Failed to start packaging process. Please check the log for detailed error information.
de: Fehler beim Starten des Paketierungsprozesses. Bitte überprüfen Sie das Protokoll für detaillierte Fehlerinformationen.
fr: Échec du démarrage du processus d'empaquetage. Veuillez consulter le journal pour des informations détaillées sur l'erreur.
id: Gagal memulai proses pengemasan. Silakan periksa log untuk informasi kesalahan lebih lanjut.
it: Impossibile avviare il processo di impacchettamento. Controlla il log per informazioni dettagliate sull'errore.
pt_br: Falha ao iniciar o processo de empacotamento. Por favor, verifique o log para informações detalhadas do erro.
ru: Не удалось запустить процесс упаковки. Пожалуйста, проверьте журнал для получения подробной информации об ошибке.

source: CLI tool finished successfully, installing to repository...
de: CLI-Tool erfolgreich beendet, Installation im Repository läuft...
fr: L'outil CLI a terminé avec succès, installation vers le dépôt...
id: Alat CLI berhasil diselesaikan, menginstal ke repositori...
it: Strumento CLI terminato con successo, installazione nel repository in corso...
pt_br: Ferramenta CLI concluída com sucesso, instalando no repositório...
ru: Инструмент CLI успешно завершил работу, установка в репозиторий...

source: Installing kernel to repository...
de: Kernel wird im Repository installiert...
fr: Installation du noyau dans le dépôt...
id: Menginstal kernel ke repositori...
it: Installazione del kernel nel repository...
pt_br: Instalando kernel no repositório...
ru: Установка ядра в репозиторий...

source: CLI tool finished successfully.
de: CLI-Tool erfolgreich beendet.
fr: L'outil CLI a terminé avec succès.
id: Alat CLI berhasil diselesaikan.
it: Strumento CLI terminato con successo.
pt_br: Ferramenta CLI concluída com sucesso.
ru: Инструмент CLI успешно завершил работу.

source: Kernel packaging failed with exit code: {}
de: Kernel-Paketierung fehlgeschlagen mit Exit-Code: {}
fr: L'empaquetage du noyau a échoué avec le code de sortie : {}
id: Pengemasan kernel gagal dengan kode keluar: {}
it: Impacchettamento del kernel fallito con codice di uscita: {}
pt_br: O empacotamento do kernel falhou com o código de saída: {}
ru: Упаковка ядра завершилась с ошибкой: код выхода {}
