Repository: minios-linux/minios-translations
Catalog: po/minios-kernel-manager/*.po
Languages: de, fr, id, it, pt_br, ru

source: Custom temporary directory does not exist: {}
de: Benutzerdefiniertes temporäres Verzeichnis existiert nicht: {}
fr: Le répertoire temporaire personnalisé n'existe pas : {}
id: Direktori sementara khusus tidak ada: {}
it: La directory temporanea personalizzata non esiste: {}
pt_br: O diretório temporário personalizado não existe: {}
ru: Настраиваемый временный каталог не существует: {}

source: Custom temporary directory is not writable: {}
de: Benutzerdefiniertes temporäres Verzeichnis ist nicht beschreibbar: {}
fr: Le répertoire temporaire personnalisé n'est pas inscriptible : {}
id: Direktori sementara khusus tidak dapat ditulis: {}
it: La directory temporanea personalizzata non è scrivibile: {}
pt_br: O diretório temporário personalizado não é gravável: {}
ru: Настраиваемый временный каталог недоступен для записи: {}

source: Using custom temporary directory for {operation} ({available:.1f}MB available, {needed:.1f}MB needed)
de: Verwende benutzerdefiniertes temporäres Verzeichnis für {operation} ({available:.1f}MB verfügbar, {needed:.1f}MB benötigt)
fr: Utilisation du répertoire temporaire personnalisé pour {operation} ({available:.1f} Mo disponibles, {needed:.1f} Mo nécessaires)
id: Menggunakan direktori sementara khusus untuk {operation} ({available:.1f}MB tersedia, {needed:.1f}MB dibutuhkan)
it: Utilizzo della directory temporanea personalizzata per {operation} ({available:.1f}MB disponibili, {needed:.1f}MB necessari)
pt_br: Usando diretório temporário personalizado para {operation} ({available:.1f}MB disponíveis, {needed:.1f}MB necessários)
ru: Используется настраиваемый временный каталог для {operation} ({available:.1f}МБ доступно, {needed:.1f}МБ требуется)

source: Insufficient space in custom temporary directory '{}' for {}: {:.1f}MB available, {:.1f}MB needed
de: Nicht genügend Speicherplatz im benutzerdefinierten temporären Verzeichnis '{}' für {}: {:.1f}MB verfügbar, {:.1f}MB benötigt
fr: Espace insuffisant dans le répertoire temporaire personnalisé '{}' pour {}: {:.1f} Mo disponibles, {:.1f} Mo nécessaires
id: Ruang tidak cukup di direktori sementara khusus '{}' untuk {}: {:.1f}MB tersedia, {:.1f}MB dibutuhkan
it: Spazio insufficiente nella directory temporanea personalizzata '{}' per {}: {:.1f}MB disponibili, {:.1f}MB necessari
pt_br: Espaço insuficiente no diretório temporário personalizado '{}' para {}: {:.1f}MB disponíveis, {:.1f}MB necessários
ru: Недостаточно места в настраиваемом временном каталоге '{}' для {}: {:.1f}МБ доступно, {:.1f}МБ требуется

source: Cannot check space in custom temporary directory '{}': {}
de: Speicherplatz im benutzerdefinierten temporären Verzeichnis '{}' kann nicht überprüft werden: {}
fr: Impossible de vérifier l'espace dans le répertoire temporaire personnalisé '{}' : {}
id: Tidak dapat memeriksa ruang di direktori sementara khusus '{}': {}
it: Impossibile controllare lo spazio nella directory temporanea personalizzata '{}': {}
pt_br: Não é possível verificar o espaço no diretório temporário personalizado '{}': {}
ru: Невозможно проверить место в настраиваемом временном каталоге '{}': {}

source: Using /tmp for {operation} ({available:.1f}MB available, {needed:.1f}MB needed)
de: Verwende /tmp für {operation} ({available:.1f}MB verfügbar, {needed:.1f}MB benötigt)
fr: Utilisation de /tmp pour {operation} ({available:.1f} Mo disponibles, {needed:.1f} Mo nécessaires)
id: Menggunakan /tmp untuk {operation} ({available:.1f}MB tersedia, {needed:.1f}MB dibutuhkan)
it: Utilizzo di /tmp per {operation} ({available:.1f}MB disponibili, {needed:.1f}MB necessari)
pt_br: Usando /tmp para {operation} ({available:.1f}MB disponíveis, {needed:.1f}MB necessários)
ru: Используется /tmp для {operation} ({available:.1f}МБ доступно, {needed:.1f}МБ требуется)

source: Insufficient space in /tmp for {operation} ({available:.1f}MB available, {needed:.1f}MB needed)
de: Nicht genügend Speicherplatz in /tmp für {operation} ({available:.1f}MB verfügbar, {needed:.1f}MB benötigt)
fr: Espace insuffisant dans /tmp pour {operation} ({available:.1f} Mo disponibles, {needed:.1f} Mo nécessaires)
id: Ruang tidak cukup di /tmp untuk {operation} ({available:.1f}MB tersedia, {needed:.1f}MB dibutuhkan)
it: Spazio insufficiente in /tmp per {operation} ({available:.1f}MB disponibili, {needed:.1f}MB necessari)
pt_br: Espaço insuficiente em /tmp para {operation} ({available:.1f}MB disponíveis, {needed:.1f}MB necessários)
ru: Недостаточно места в /tmp для {operation} ({available:.1f}МБ доступно, {needed:.1f}МБ требуется)

source: No live system changes directory found, using /tmp anyway
de: Kein Verzeichnis für Änderungen des Live-Systems gefunden, verwende trotzdem /tmp
fr: Aucun répertoire de modifications du système en direct trouvé, utilisation de /tmp de toute façon
id: Tidak ada direktori perubahan sistem langsung yang ditemukan, menggunakan /tmp saja
it: Nessuna directory di modifiche del sistema live trovata, utilizzo comunque di /tmp
pt_br: Nenhum diretório de mudanças do sistema live encontrado, usando /tmp mesmo assim
ru: Не найден каталог изменений живой системы, используется /tmp

source: Detected {} filesystem, using alternative: {}
de: Dateisystem {} erkannt, verwende Alternative: {}
fr: Système de fichiers {} détecté, utilisation de l'alternative : {}
id: Terdeteksi sistem berkas {}, menggunakan alternatif: {}
it: File system {} rilevato, utilizzo di un'alternativa: {}
pt_br: Sistema de arquivos {} detectado, usando alternativa: {}
ru: Обнаружена файловая система {}, используется альтернативная: {}

source: Created alternative temporary directory: {}
de: Alternatives temporäres Verzeichnis erstellt: {}
fr: Répertoire temporaire alternatif créé : {}
id: Direktori sementara alternatif dibuat: {}
it: Directory temporanea alternativa creata: {}
pt_br: Diretório temporário alternativo criado: {}
ru: Создан альтернативный временный каталог: {}

source: Using alternative temporary directory: {} ({:.1f}MB available)
de: Verwende alternatives temporäres Verzeichnis: {} ({:.1f}MB verfügbar)
fr: Utilisation du répertoire temporaire alternatif : {} ({:.1f} Mo disponibles)
id: Menggunakan direktori sementara alternatif: {} ({:.1f}MB tersedia)
it: Utilizzo della directory temporanea alternativa: {} ({:.1f}MB disponibili)
pt_br: Usando diretório temporário alternativo: {} ({:.1f}MB disponíveis)
ru: Используется альтернативный временный каталог: {} ({:.1f}МБ доступно)

source: Insufficient disk space for operation. Need {:.1f}MB, but only {:.1f}MB available in /tmp and {:.1f}MB in {}
de: Nicht genügend Speicherplatz für den Vorgang. Benötigt {:.1f}MB, aber nur {:.1f}MB in /tmp und {:.1f}MB in {} verfügbar
fr: Espace disque insuffisant pour l'opération. Besoin de {:.1f} Mo, mais seulement {:.1f} Mo disponibles dans /tmp et {:.1f} Mo dans {}
id: Ruang disk tidak cukup untuk operasi. Dibutuhkan {:.1f}MB, tetapi hanya {:.1f}MB tersedia di /tmp dan {:.1f}MB di {}
it: Spazio su disco insufficiente per l'operazione. Servono {:.1f}MB, ma sono disponibili solo {:.1f}MB in /tmp e {:.1f}MB in {}
pt_br: Espaço em disco insuficiente para a operação. Necessário {:.1f}MB, mas apenas {:.1f}MB disponíveis em /tmp e {:.1f}MB em {}
ru: Недостаточно места на диске для операции. Требуется {:.1f}МБ, но доступно только {:.1f}МБ в /tmp и {:.1f}МБ в {}

source: Could not check disk space: {}. Using default temporary directory.
de: Speicherplatz konnte nicht überprüft werden: {}. Verwende Standard-Temporärverzeichnis.
fr: Impossible de vérifier l'espace disque : {}. Utilisation du répertoire temporaire par défaut.
id: Tidak dapat memeriksa ruang disk: {}. Menggunakan direktori sementara default.
it: Impossibile controllare lo spazio su disco: {}. Utilizzo della directory temporanea predefinita.
pt_br: Não foi possível verificar o espaço em disco: {}. Usando o diretório temporário padrão.
ru: Не удалось проверить место на диске: {}. Используется временный каталог по умолчанию.

source: Updating package lists...
de: Aktualisiere Paketlisten...
fr: Mise à jour des listes de paquets...
id: Memperbarui daftar paket...
it: Aggiornamento delle liste dei pacchetti...
pt_br: Atualizando listas de pacotes...
ru: Обновление списков пакетов...

source: Package lists updated
de: Paketlisten aktualisiert
fr: Listes de paquets mises à jour
id: Daftar paket diperbarui
it: Liste dei pacchetti aggiornate
pt_br: Listas de pacotes atualizadas
ru: Списки пакетов обновлены

source: Failed to update package lists: {}
de: Fehler beim Aktualisieren der Paketlisten: {}
fr: Échec de la mise à jour des listes de paquets : {}
id: Gagal memperbarui daftar paket: {}
it: Impossibile aggiornare le liste dei pacchetti: {}
pt_br: Falha ao atualizar as listas de pacotes: {}
ru: Не удалось обновить списки пакетов: {}

source: Error updating package lists: {}
de: Fehler beim Aktualisieren der Paketlisten: {error}
fr: Erreur lors de la mise à jour des listes de paquets : {error}
id: Kesalahan memperbarui daftar paket: {}
it: Errore durante l'aggiornamento delle liste dei pacchetti: {}
pt_br: Erro ao atualizar as listas de pacotes: {}
ru: Ошибка обновления списков пакетов: {error}

source: Package database is outdated
de: Paketdatenbank ist veraltet
fr: Base de données des paquets obsolète
id: Basis data paket usang
it: Database dei pacchetti obsoleto
pt_br: Banco de dados de pacotes desatualizado
ru: База данных пакетов устарела

source: Run 'apt update' or use --force-update
de: Führen Sie 'apt update' oder --force-update aus
fr: Exécutez 'apt update' ou utilisez --force-update
id: Jalankan 'apt update' atau gunakan --force-update
it: Esegui 'apt update' o usa --force-update
pt_br: Execute 'apt update' ou use --force-update
ru: Запустите 'apt update' или используйте --force-update

source: Kernel modules for {kernel_version} not found in package
de: Kernel-Module für {kernel_version} nicht im Paket gefunden
fr: Modules du noyau pour {kernel_version} non trouvés dans le paquet
id: Modul kernel untuk {kernel_version} tidak ditemukan dalam paket
it: Moduli kernel per {kernel_version} non trovati nel pacchetto
pt_br: Módulos do kernel para {kernel_version} não encontrados no pacote
ru: Модули ядра для {kernel_version} не найдены в пакете

source: Cleaning up on interruption: {}
de: Bereinigung bei Unterbrechung: {}
fr: Nettoyage en cas d'interruption : {}
id: Membersihkan saat gangguan: {}
it: Pulizia in caso di interruzione: {}
pt_br: Limpando na interrupção: {}
ru: Очистка при прерывании: {}

source: Temporary directory cleaned up
de: Temporäres Verzeichnis bereinigt
fr: Répertoire temporaire nettoyé
id: Direktori sementara dibersihkan
it: Directory temporanea pulita
pt_br: Diretório temporário limpo
ru: Временный каталог очищен

source: Failed to clean temporary directory: {}
de: Fehler beim Bereinigen des temporären Verzeichnisses: {}
fr: Échec du nettoyage du répertoire temporaire : {}
id: Gagal membersihkan direktori sementara: {}
it: Impossibile pulire la directory temporanea: {}
pt_br: Falha ao limpar o diretório temporário: {}
ru: Не удалось очистить временный каталог: {}

source: Received {} - cleaning up...
de: {} erhalten - wird bereinigt...
fr: Reçu {} - nettoyage en cours...
id: Menerima {} - membersihkan...
it: Ricevuto {} - pulizia in corso...
pt_br: Recebido {} - limpando...
ru: Получено {} - очистка...

source: Created output directory: {}
de: Ausgabeverzeichnis erstellt: {}
fr: Répertoire de sortie créé : {}
id: Direktori output dibuat: {}
it: Directory di output creata: {}
pt_br: Diretório de saída criado: {}
ru: Создан выходной каталог: {}

source: Failed to create output directory '{}': {}
de: Fehler beim Erstellen des Ausgabeverzeichnisses '{}': {}
fr: Échec de la création du répertoire de sortie '{}' : {}
id: Gagal membuat direktori output '{}': {}
it: Impossibile creare la directory di output '{}': {}
pt_br: Falha ao criar o diretório de saída '{}': {}
ru: Не удалось создать выходной каталог '{}': {}

source: Output directory '{}' is not writable
de: Ausgabeverzeichnis '{}' ist nicht beschreibbar
fr: Le répertoire de sortie '{}' n'est pas inscriptible
id: Direktori output '{}' tidak dapat ditulis
it: La directory di output '{}' non è scrivibile
pt_br: O diretório de saída '{}' não é gravável
ru: Выходной каталог '{}' недоступен для записи

source: Created temporary directory: {}
de: Temporäres Verzeichnis erstellt: {}
fr: Répertoire temporaire créé : {}
id: Direktori sementara dibuat: {}
it: Directory temporanea creata: {}
pt_br: Diretório temporário criado: {}
ru: Создан временный каталог: {}

source: Downloading kernel package {}
de: Lade Kernel-Paket {} herunter
fr: Téléchargement du paquet du noyau {}
id: Mengunduh paket kernel {}
it: Scaricamento del pacchetto kernel {}
pt_br: Baixando pacote do kernel {}
ru: Загрузка пакета ядра {}

source: Processing manual package {}
de: Verarbeite manuelles Paket {}
fr: Traitement du paquet manuel {}
id: Memproses paket manual {}
it: Elaborazione del pacchetto manuale {}
pt_br: Processando pacote manual {}
ru: Обработка ручного пакета {}

source: Download completed
de: Download abgeschlossen
fr: Téléchargement terminé
id: Unduhan selesai
it: Download completato
pt_br: Download concluído
ru: Загрузка завершена

source: Extracting package
de: Paket wird extrahiert
fr: Extraction du paquet
id: Mengekstrak paket
it: Estrazione del pacchetto
pt_br: Extraindo pacote
ru: Распаковка пакета

source: Preparing kernel modules
de: Kernel-Module werden vorbereitet
fr: Préparation des modules du noyau
id: Mempersiapkan modul kernel
it: Preparazione dei moduli del kernel
pt_br: Preparando módulos do kernel
ru: Подготовка модулей ядра

source: Copying kernel files
de: Kernel-Dateien werden kopiert
fr: Copie des fichiers du noyau
id: Menyalin berkas kernel
it: Copia dei file del kernel
pt_br: Copiando arquivos do kernel
ru: Копирование файлов ядра

source: Creating SquashFS image
de: SquashFS-Image wird erstellt
fr: Création de l'image SquashFS
id: Membuat citra SquashFS
it: Creazione dell'immagine SquashFS
pt_br: Criando imagem SquashFS
ru: Создание образа SquashFS

source: Generating initramfs
de: Initramfs wird generiert
fr: Génération de l'initramfs
id: Menghasilkan initramfs
it: Generazione dell'initramfs
pt_br: Gerando initramfs
ru: Генерация initramfs

source: Installing to kernel repository
de: Installation im Kernel-Repository
fr: Installation dans le dépôt des noyaux
id: Menginstal ke repositori kernel
it: Installazione nel repository del kernel
pt_br: Instalando no repositório de kernels
ru: Установка в репозиторий ядра

source: Finalizing installation
de: Installation wird abgeschlossen
fr: Finalisation de l'installation
id: Menyelesaikan instalasi
it: Finalizzazione dell'installazione
pt_br: Finalizando a instalação
ru: Завершение установки

source: Kernel packaging completed successfully!
de: Kernel-Paketierung erfolgreich abgeschlossen!
fr: Empaquetage du noyau terminé avec succès !
id: Pengemasan kernel berhasil diselesaikan!
it: Impacchettamento del kernel completato con successo!
pt_br: Empacotamento do kernel concluído com sucesso!
ru: Упаковка ядра успешно завершена!

source: MiniOS directory not found
de: MiniOS-Verzeichnis nicht gefunden
fr: Répertoire MiniOS non trouvé
id: Direktori MiniOS tidak ditemukan
it: Directory MiniOS non trovata
pt_br: Diretório MiniOS não encontrado
ru: Каталог MiniOS не найден

source: Available kernels
de: Verfügbare Kernel
fr: Noyaux disponibles
id: Kernel tersedia
it: Kernel disponibili
pt_br: Kernels disponíveis
ru: Доступные ядра

source: active
de: aktiv
fr: actif
id: aktif
it: attivo
pt_br: ativo
ru: активно

source: Currently active kernel
de: Aktuell aktiver Kernel
fr: Noyau actuellement actif
id: Kernel yang saat ini aktif
it: Kernel attualmente attivo
pt_br: Kernel atualmente ativo
ru: Текущее активное ядро

source: No currently active kernel found
de: Kein aktuell aktiver Kernel gefunden
fr: Aucun noyau actuellement actif trouvé
id: Tidak ada kernel yang saat ini aktif ditemukan
it: Nessun kernel attualmente attivo trovato
pt_br: Nenhum kernel atualmente ativo encontrado
ru: Активное ядро не найдено

source: Found MiniOS directory: {}
de: MiniOS-Verzeichnis gefunden: {}
fr: Répertoire MiniOS trouvé : {}
id: Direktori MiniOS ditemukan: {}
it: Directory MiniOS trovata: {}
pt_br: Diretório MiniOS encontrado: {}
ru: Найден каталог MiniOS: {}

source: Currently active kernel: {}
de: Aktuell aktiver Kernel: {}
fr: Noyau actuellement actif : {}
id: Kernel yang saat ini aktif: {}
it: Kernel attualmente attivo: {}
pt_br: Kernel atualmente ativo: {}
ru: Текущее активное ядро: {}

source: Kernel {} is already active
de: Kernel {} ist bereits aktiv
fr: Le noyau {} est déjà actif
id: Kernel {} sudah aktif
it: Il kernel {} è già attivo
pt_br: O kernel {} já está ativo
ru: Ядро {} уже активно

source: Activating kernel {}...
de: Kernel {} wird aktiviert...
fr: Activation du noyau {} en cours...
id: Mengaktifkan kernel {}...
it: Attivazione del kernel {} in corso...
pt_br: Ativando kernel {}...
ru: Активация ядра {}...

source: Kernel {} activated successfully!
de: Kernel {} erfolgreich aktiviert!
fr: Noyau {} activé avec succès !
id: Kernel {} berhasil diaktifkan!
it: Kernel {} attivato con successo!
pt_br: Kernel {} ativado com sucesso!
ru: Ядро {} успешно активировано!

source: Failed to activate kernel {}
de: Fehler beim Aktivieren von Kernel {}
fr: Échec de l'activation du noyau {}
id: Gagal mengaktifkan kernel {}
it: Impossibile attivare il kernel {}
pt_br: Falha ao ativar o kernel {}
ru: Не удалось активировать ядро {}

source: Kernel {} not found
de: Kernel {} nicht gefunden
fr: Noyau {} non trouvé
id: Kernel {} tidak ditemukan
it: Kernel {} non trovato
pt_br: Kernel {} não encontrado
ru: Ядро {} не найдено

source: No active kernel found
de: Kein aktiver Kernel gefunden
fr: Aucun noyau actif trouvé
id: Tidak ada kernel aktif ditemukan
it: Nessun kernel attivo trovato
pt_br: Nenhum kernel ativo encontrado
ru: Активное ядро не найдено

source: Kernel
fr: Noyau
ru: Ядро

source: Active
de: Aktiv
fr: Actif
id: Aktif
it: Attivo
pt_br: Ativo
ru: Активно

source: Available
de: Verfügbar
fr: Disponible
id: Tersedia
it: Disponibile
pt_br: Disponível
ru: Доступно

source: Status
fr: Statut
it: Stato
ru: Статус

source: MiniOS path
de: MiniOS-Pfad
fr: Chemin MiniOS
id: Jalur MiniOS
it: Percorso MiniOS
pt_br: Caminho MiniOS
ru: Путь MiniOS

source: Current active kernel
de: Aktueller aktiver Kernel
fr: Noyau actif actuel
id: Kernel aktif saat ini
it: Kernel attivo attuale
pt_br: Kernel ativo atual
ru: Текущее активное ядро

source: Total available kernels
de: Gesamtanzahl verfügbarer Kernel
fr: Nombre total de noyaux disponibles
id: Total kernel tersedia
it: Kernel totali disponibili
pt_br: Total de kernels disponíveis
ru: Всего доступных ядер

source: Directory is on a SquashFS filesystem (read-only)
de: Verzeichnis befindet sich auf einem SquashFS-Dateisystem (schreibgeschützt)
fr: Le répertoire se trouve sur un système de fichiers SquashFS (lecture seule)
id: Direktori berada di sistem file SquashFS (hanya baca)
it: La directory si trova su un filesystem SquashFS (sola lettura)
pt_br: O diretório está em um sistema de arquivos SquashFS (somente leitura)
ru: Каталог находится на файловой системе SquashFS (только для чтения)

source: Permission denied: {}
de: Zugriff verweigert: {}
fr: Permission refusée : {}
id: Izin ditolak: {}
it: Permesso negato: {}
pt_br: Permissão negada: {}
ru: Доступ запрещён: {}

source: Error checking directory: {}
de: Fehler beim Überprüfen des Verzeichnisses: {}
fr: Erreur lors de la vérification du répertoire : {}
id: Kesalahan memeriksa direktori: {}
it: Errore durante il controllo della directory: {}
pt_br: Erro ao verificar o diretório: {}
ru: Ошибка проверки каталога: {}

source: Filesystem type
de: Dateisystemtyp
fr: Type de système de fichiers
id: Tipe sistem file
it: Tipo di filesystem
pt_br: Tipo de sistema de arquivos
ru: Тип файловой системы

source: Writable
de: Schreibbar
fr: Écriture autorisée
id: Dapat ditulis
it: Scrivibile
pt_br: Gravável
ru: Доступен для записи

source: Read-only
de: Schreibgeschützt
fr: Lecture seule
id: Hanya baca
it: Sola lettura
pt_br: Somente leitura
ru: Только для чтения

source: Reason
de: Grund
fr: Raison
id: Alasan
it: Motivo
pt_br: Motivo
ru: Причина

source: Kernel {} deleted successfully
de: Kernel {} erfolgreich gelöscht
fr: Noyau {} supprimé avec succès
id: Kernel {} berhasil dihapus
it: Kernel {} eliminato con successo
pt_br: Kernel {} removido com sucesso!
ru: Ядро {} успешно удалено

source: Failed to delete kernel {}
de: Fehler beim Löschen von Kernel {}
fr: Échec de la suppression du noyau {}
id: Gagal menghapus kernel {}
it: Impossibile eliminare il kernel {}
pt_br: Falha ao remover o kernel {}
ru: Не удалось удалить ядро {}

source: This tool requires root privileges. Please run with sudo or through pkexec.
de: Dieses Tool benötigt Root-Berechtigungen. Bitte führen Sie es mit sudo oder über pkexec aus.
fr: Cet outil nécessite les privilèges root. Veuillez l'exécuter avec sudo ou pkexec.
id: Alat ini membutuhkan hak akses root. Harap jalankan dengan sudo atau melalui pkexec.
it: Questo strumento richiede privilegi di root. Eseguire con sudo o tramite pkexec.
pt_br: Esta ferramenta requer privilégios de root. Por favor, execute com sudo ou através do pkexec.
ru: Этот инструмент требует привилегий root. Пожалуйста, запустите его с помощью sudo или pkexec.

source: MiniOS Kernel Manager CLI
fr: CLI du gestionnaire de noyaux MiniOS
it: CLI di MiniOS Kernel Manager
pt_br: CLI do Gerenciador de Kernels do MiniOS

source: Output in JSON format
de: Ausgabe im JSON-Format
fr: Sortie au format JSON
id: Output dalam format JSON
it: Output in formato JSON
pt_br: Saída em formato JSON
ru: Вывод в формате JSON

source: Available commands
de: Verfügbare Befehle
fr: Commandes disponibles
id: Perintah yang tersedia
it: Comandi disponibili
pt_br: Comandos disponíveis
ru: Доступные команды

source: Package a kernel
de: Einen Kernel packen
fr: Empaqueter un noyau
id: Kemaskan kernel
it: Impacchetta un kernel
pt_br: Empacotar um kernel
ru: Упаковать ядро

source: Name of the kernel package in the repository
de: Name des Kernel-Pakets im Repository
fr: Nom du paquet du noyau dans le dépôt
id: Nama paket kernel di repositori
it: Nome del pacchetto kernel nel repository
pt_br: Nome do pacote do kernel no repositório
ru: Имя пакета ядра в репозитории

source: Path to the kernel .deb package
de: Pfad zum Kernel-.deb-Paket
fr: Chemin vers le paquet .deb du noyau
id: Jalur ke paket .deb kernel
it: Percorso del pacchetto .deb del kernel
pt_br: Caminho para o pacote .deb do kernel
ru: Путь к пакету ядра .deb

source: Directory to save the packaged kernel files
de: Verzeichnis zum Speichern der gepackten Kernel-Dateien
fr: Répertoire où enregistrer les fichiers du noyau empaqueté
id: Direktori untuk menyimpan berkas kernel yang dikemas
it: Directory dove salvare i file del kernel impacchettato
pt_br: Diretório para salvar os arquivos do kernel empacotado
ru: Каталог для сохранения файлов упакованного ядра

source: Compression method for SquashFS
de: Kompressionstyp für SquashFS
fr: Méthode de compression pour SquashFS
id: Metode kompresi untuk SquashFS
it: Metodo di compressione per SquashFS
pt_br: Método de compressão para SquashFS
ru: Метод сжатия для SquashFS
