Repository: minios-linux/minios-translations
Catalog: po/minios-kernel-manager/*.po
Languages: de, fr, id, it, pt_br, ru

source: Kernel packaging failed with exit code: {}. Please check the log above for detailed error information.
de: Kernel-Paketierung fehlgeschlagen mit Exit-Code: {}. Bitte überprüfen Sie das obige Protokoll für detaillierte Fehlerinformationen.
fr: L'empaquetage du noyau a échoué avec le code de sortie : {}. Veuillez consulter le journal ci-dessus pour des informations détaillées sur l'erreur.
id: Pengemasan kernel gagal dengan kode keluar: {}. Silakan periksa log di atas untuk informasi kesalahan lebih lanjut.
it: Impacchettamento del kernel fallito con codice di uscita: {}. Controlla il log sopra per informazioni dettagliate sull'errore.
pt_br: O empacotamento do kernel falhou com o código de saída: {}. Por favor, verifique o log acima para informações detalhadas do erro.
ru: Упаковка ядра завершилась с ошибкой: код выхода {}. Пожалуйста, проверьте журнал выше для получения подробной информации об ошибке.

source: Starting packaging process...
de: Paketierungsprozess wird gestartet...
fr: Démarrage du processus d'empaquetage...
id: Memulai proses pengemasan...
it: Avvio del processo di impacchettamento...
pt_br: Iniciando processo de empacotamento...
ru: Запуск процесса упаковки...

source: Packaging Log
de: Paketierungsprotokoll
fr: Journal d'empaquetage
id: Log Pengemasan
it: Log di impacchettamento
pt_br: Log de Empacotamento
ru: Журнал упаковки

source: Cancelling and cleaning up...
de: Wird abgebrochen und bereinigt...
fr: Annulation et nettoyage en cours...
id: Membatalkan dan membersihkan...
it: Annullamento e pulizia in corso...
pt_br: Cancelando e limpando...
ru: Отмена и очистка...

source: Back to Selection
de: Zurück zur Auswahl
fr: Retour à la sélection
id: Kembali ke Pilihan
it: Torna alla selezione
pt_br: Voltar à Seleção
ru: Вернуться к выбору

source: Cancelling packaging...
de: Paketierung wird abgebrochen...
fr: Annulation de l'empaquetage...
id: Membatalkan pengemasan...
it: Annullamento dell'impacchettamento...
pt_br: Cancelando empacotamento...
ru: Отмена упаковки...

source: Error
de: Fehler
fr: Erreur
id: Kesalahan
it: Errore
pt_br: Erro
ru: Ошибка

source: Packaging Complete
de: Paketierung abgeschlossen
fr: Empaquetage terminé
id: Pengemasan Selesai
it: Impacchettamento completato
pt_br: Empacotamento Concluído
ru: Упаковка завершена

source: The new kernel is now available in the 'Manage Kernels' tab.
de: Der neue Kernel ist jetzt im Reiter 'Kernel verwalten' verfügbar.
fr: Le nouveau noyau est maintenant disponible dans l'onglet 'Gérer les noyaux'.
id: Kernel baru kini tersedia di tab 'Kelola Kernel'.
it: Il nuovo kernel è ora disponibile nella scheda 'Gestisci Kernel'.
pt_br: O novo kernel está agora disponível na aba 'Gerenciar Kernels'.
ru: Новое ядро теперь доступно на вкладке 'Управление ядрами'.
